Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Warning: The password set for the Invenio MySQL user is the same as the shipped default. For security purposes, you may want to change the password.
el: Προειδοποίηση: Ο κωδικός της MySQL για τον χρήστη του invenio είναι ίδιος με τον προκαθορισμένο.Για λόγους ασφαλείας, προτείνουμε να αλλάξετε τον κωδικό.
es: Atención: la contraseña que ha establecido para el usuario MySQL de Invenio es la misma que lleva por defecto la aplicación. Por motivos de seguridad, es preferible cambiarla.
lt: Įspėjimas: Invenio MySQL vartotojo slaptažodis yra toks pats kaip išsiuntimo pagal nutylėjimą.Saugumo tikslais, jus turėtumėte pasikeisti slaptažodį.

source: Warning: The password set for the Invenio admin user is currently empty. For security purposes, it is strongly recommended that you add a password.
el: Προειδοποίηση: Ο κωδικός για τον διαχειριστή του Invenio είναι κενός. Για λόγους ασφαλείας, προτείνουμε να εισάγετε κάποιο κωδικό.
es: Atención: la contraseña para el usuario admin de Invenio está vacía. Por motivos de seguridad, es necesario establecer una.
lt: Įspėjimas: Invenio administratoriaus slaptažodio nėra.Saugumo tikslais, rekomenduojame nustatyti slaptažodį.

source: Warning: The email address set for support email is currently set to info@invenio-software.org. It is recommended that you change this to your own address.
el: Προειδοποίηση: Η διεύθυνση του email για το υποστήριξη του συστήματος είναι επί του παρόντος το info@invenio-software.org. Προτείνεται να την αλλάξετε και να εισάγετε την δική σας διεύθυνση.
es: Atención: la dirección configurada para soporte electrónico es info@invenio-software.org. Es conveniente cambiarla a su dirección particular.
lt: Įspėjimas: Aptarnaujantis el.pašto adresas nustatytas kaip info@invenio-software.org. Rekomenduojame pakeisti jį jūsų asmeniniu el.pašto adresu.

source: A newer version of Invenio is available for download. You may want to visit
el: Μια νεότερη έκδοση του Invenio είναι διαθέσιμη για κατέβασμα. Παρακαλώ επισκευθείτε το
es: Puede bajarse una versión más reciente de Invenio. Visite
lt: Jau galima atsisiųsti naują Invenio versiją. Galite apsilankyti

source: Cannot download or parse release notes from http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
el: Δεν είναι δυνατό να κατέβουν και να αναλυθούν οι σημειώσεις έκδοσης από το http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
es: No ha sido posible descargar o leer las notas versión desde http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
lt: Negalima atsisiųsti ar peržiūrėti duomenų(pastabų) iš http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES

source: Mail Cookie Service
el: Υπηρεσία Mail Cookie
es: Servicio de activación por correo electrónico
ka: ფოსტის ქუქიების სერვისი
lt: Pašto sausainiukų servisas

source: Role authorization request
el: Αίτηση εξουσιοδότησης ρόλων
es: Petición de rol de autorización
ka: როლის ავტორიზაციაზე მოთხოვნა
lt: Vaidmens autorizacijos prašymas

source: This request for an authorization has already been authorized.
el: Αυτή η αίτηση εξουσιοδότησης έχει ήδη ικανοποιηθεί.
es: La petición para la autorización ya se ha aprobado.
ka: ეს მოთხოვნა ავტორიზაციის თაობაზე უკვე იქნა ავტორიზებული.
lt: Šis autorizacijos prašymas jau buvo autorizuotas.

source: You have successfully obtained an authorization as %(x_role)s! This authorization will last until %(x_expiration)s and until you close your browser if you are a guest user.
el: Έχετε αποκτήσει εξουσιοδότηση ως %(x_role)s! Η εξουσιοδότηση αυτή θα είναι σε ισχύ μέχρι τις %(x_expiration)s ή, αν είστε χρήστης guest, μέχρι να κλείσετε τον φυλλομετρητή σας.
es: Ya tiene una autorización válida para ejercer el rol de %(x_role)s. Esta autorización durará hasta %(x_expiration)s y, si usted es usuario invitado, hasta que cierre su navegador.
ka: თქვენ წარმატებით მოიპოვეთ ავტორიზაცია როგორც %(x_role)s! ეს ავტორიზაცია გაგრძელდება %(x_expiration)s -მდე და სანამ დახურავთ ბრაუზერს თუ შემოსული ხართ როგორც სტუმარი.
lt: Jus buvote sėkmingai paskirtas %(x_role)s! Ši autorizacija tęsis iki %(x_expiration)s,o jei prisijungėte svečio teisėmis, autorizacija priskirta išlieka visą laiką, kol neišjungiama naršyklė.

source: You have confirmed the validity of your email address!
el: Έχετε επιβεβαιώσει την εγκυρότητα του email σας!
es: ¡Ha confirmado la validez de su dirección de correo electrónico!
ka: თქვენ დაადასტურეთ თქვენი ელ-ფოსტის მისამართის სისწორე!
lt: Patvirtinote savo el.paštą!

source: Please, wait for the administrator to enable your account.
el: Παρακαλώ περιμένετε μέχρι ο διαχειριστής να ενεργοποιήσει τον λογαριασμό σας.
es: Por favor, espere a que el administrador le active la cuenta.
ka: თქვენი ანგარიშის ჩასართავად, გთხოვთ დაუცადოთ ადინისტრატორს.
lt: Prašome palaukti, administratorius turi įgalinti jūsų paskyrą.

source: You can now go to %(x_url_open)syour account page%(x_url_close)s.
el: Έχετε τώρα πρόσβαση στην %(x_url_open)sσελίδα του λογαριασμού%(x_url_close)s σας.
es: Ya puede ir a la %(x_url_open)spágina de su cuenta%(x_url_close)s.
ka: თქვენ უკვე შეგიძლიათ გადახვიდეთ %(x_url_open)sთქვენ ანგარისის გვერდზე%(x_url_close)s.
lt: Galite apsilankyti %(x_url_open)ssavo paskyros puslapyje%(x_url_close)s.

source: Email address successfully activated
el: Ο λογαριασμός του email ενεργοποιήθηκε επιτυχώς
es: Dirección electrónica activada correctamente
ka: ელ-ფოსტის მისამართი წარმატებით არის გააქტიურებული
lt: El.pašto adresas sėkmingai aktyvuotas

source: You have already confirmed the validity of your email address!
el: Έχετε ήδη επιβεβαιώσει την εγκυρότητα του email σας!
es: ¡Ya ha confirmado la validez de su dirección de correo electrónico!
ka: თქვენ უკვე დაადასტურეთ თქვენი ელ-ფოსტის მისამართის სისწორე!
lt: Jus jau patvirtinote savo el.pašto adresą!

source: This request for confirmation of an email address is not valid or is expired.
el: Αυτή η αίτηση για επιβεβαίωση του email σας δεν είναι έγκυρη ή έχει λήξει.
es: Esta petición de confirmación de la validez de su dirección de correo electrónico no es válida o ha expirado.
ka: ეს მოთხოვნა ელ-ფოსტის მისამართის დასადასტურებლად არ არის სწორი ან უკვე ამოიწურა.
lt: Šis prašymas patvirtinti el.pašto adresą yra netinkamas arba baigėsi jo galiojimo laikas.

source: This request for an authorization is not valid or is expired.
el: Αυτή η αίτηση για εξουσιοδότηση δεν είναι έγκυρη ή έχει λήξει.
es: Esta petición de autorización no es válida o ha expirado.
ka: ეს ავტორიზაციის მოთხოვნა არ არის სწორი ან უკვე ამოიწურა.
lt: Šis autorizavimo prašymas yra netinkamas arba baigėsi jo galiojimo laikas.

source: Reset password
el: Επαναφορά κωδικού
es: Reiniciar la contraseña
ka: პაროლის გადატვირთვა
lt: Nustatykite slaptažodį iš naujo

source: This request for resetting a password has already been used.
el: Αυτή η αίτηση για επαναφορά του κωδικού σας δεν είναι έγκυρη ή έχει λήξει.
es: Esta petición de reiniciar la contraseña ya se ha utilizado.
ka: ეს მოთხოვნა პაროლის გადასატვირთად უკვე იყო გაგზავნილი.
lt: Šis prašymas nustatyti slaptažodį iš naujo jau buvo panaudotas.

source: This request for resetting a password is not valid or is expired.
el: Αυτή η αίτηση για επαναφορά του κωδικού σας δεν είναι έγκυρη ή έχει λήξει.
es: Esta petición de reiniciar una contraseña no es válida o ha expirado.
ka: ეს მოთხოვნა პაროლის გადათვირთვის თაობაზე არ არის ძალაში ან უკვე ამოიწურა.
lt: Šis prašymas nustatyti slaptažodį iš naujo yra netinkamas arba baigėsi jo galiojimo laikas.

source: This request for resetting the password is not valid or is expired.
el: Αυτή η αίτηση για επαναφορά του κωδικού σας δεν είναι έγκυρη ή έχει λήξει.
es: Esta petición de reiniciar la contraseña no es válida o ha expirado.
ka: ეს მოთხოვნა პაროლის გადათვირთვის თაობაზე არ არის ძალაში ან უკვე ამოიწურა.
lt: Šis prašymas nustatyti slaptažodį iš naujo yra netinkamas arba baigėsi jo galiojimo laikas.

source: The two provided passwords aren't equal.
el: Οι δύο κωδικοί που έχετε εισάγει δεν ταιριάζουν.
es: Las dos contraseñas no coinciden.
ka: მოწოდებული ორი პაროლი არ ემთხვევა.
lt: Slaptažodžiai nėra vienodi.

source: The password was successfully set! You can now proceed with the login.
el: Ο κωδικός σας άλλαξε με επιτυχία! Μπορείτε να προχωρήσετε με την είσοδο στο σύστημα.
es: La contraseña se ha definido correctamente. Ya puede identificarse.
ka: პაროლი წარმატებულად იქნა დადასწურებული! თქვენ შეგიძლიათ აწი განაგრძოთ და შეხვიდეთ.
lt: Slaptažodis nustatytas sėkmingai! Galite prisijungti.

source: %s Personalize, Your Settings
el: %s ρυθμίσεις, οι επιλογές μου
es: %s Personalizar, sus parámetros
ka: %s თქვენი პარამეტრების პერსონალიზაცია
lt: %s, jūsų nustatymai

source: Settings edited
el: Οι ρυθμίσεις άλλαξαν με επιτυχία
es: Se han editado los parámetros
ka: პარამეტრების შეცვლილია
lt: Nustatymai atnaujinti

source: Show account
el: Εμφάνιση λογαριασμού
es: Mostrar la cuenta
ka: ანგარიშის ჩვენება
lt: Rodyti paskyrą

source: Unable to change login method.
el: Αδύνατη η αλλαγή στην μέθοδο εισαγωγής στο σύστημα.
es: No se ha podido cambiar el método de identificación.
ka: შესვლის მეთოდის შეცვლა ვერ ხერხდება.
lt: Negalima pakeisti prisijungimo metodo.

source: Switched to internal login method.
el: Αλλαγή σε εσωτερική μέθοδο αυθεντικοποίησης.
es: El método de identificación ha cambiado al interno.
ka: გადავერთე შიდა შესვლის მეთოდზე.
lt: Persijungė į išorinio prisijungimo metodą.

source: Please note that if this is the first time that you are using this account with the internal login method then the system has set for you a randomly generated password. Please click the following button to obtain a password reset request link sent to you via email:
el: Σας ενημερώνουμε οτι εάν αυτή είναι η πρώτη φορά πουχρησιμοποιείτε τον λογαριασμό αυτό με την μέθοδο της εσωτερικής πιστοποίησης, τότε το σύστημα έχει ορίσει για εσάς έναν τυχαίο κωδικό. Παρακαλώ πατήστε το κουμπί που ακολουθεί για να σας σταλεί με email ένα αίτημα αλλαγής του κωδικού:
es: Tenga en cuenta que si es la primera vez que está usando esta cuenta con el método de identificación interno, el sistema le ha definido una contraseña aleatoria. Haga clic en el botón siguiente para a que le envíe, vía correo electrónico, un enlace para reiniciarla:
ka: გთხოვთ შენიშნოთ რომ, თუ თქვენ პირველად იყენებთ ამ ანგარიშს შიდა შესვლის მეთოდით, სისტემამ დააყენა შემთხვევით დაგენერირებული პაროლი. გთხოვთ დააჭიროთ შემდეგ ღილაკს, პაროლის გადასატვირთი ლინკის გამოსაგზავნად ელფოსტაზე:
lt: Jei pirmą kartą jungiates prie paskyros naudodami išorinio prisijungimo metodą, sistema sugeneruos atsitiktinį slaptažodį. Prašome paspausti mygtuką, kad galėtume į el.paštą atsiųsti laišką su nuoroda kaip pasikeisti slaptažodį:

source: Send Password
el: Αποστολή Κωδικού
es: Enviar contraseña
ka: პაროლის გაგზავნა
lt: Siųsti slaptažodį

source: Unable to switch to external login method %s, because your email address is unknown.
el: Είναι αδύνατη η αλλαγή σε μέθοδο αυθεντικοποίησης %s, επειδή η διεύθυνση του email σας είναι άγνωστη.
es: No es posible cambiar al método de autenticación externo %s, porque no consta su dirección de correo electrónico.
ka: ვერ ვახერხებ გარე შესვლის მეთოდზე გადასვლას %s, რადგან თქვენი ელფოსტა უცნობია.
lt: Negalima prijungti išorinio prisijungimo metodo %s, nes nėra žinomas jūsų el.pašto adresas.

source: Unable to switch to external login method %s, because your email address is unknown to the external login system.
el: Είναι αδύνατη η αλλαγή σε μέθοδο αυθεντικοποίησης %s, επειδή η διεύθυνση του email σας είναι άγνωστη στο εξωτερικό σύστημα αυθεντικοποίησης.
es: No es posible cambiar al método de autenticación externo %s, porque el sistema externo desconoce su dirección de correo electrónico.
ka: ვერ ვახერხებ გარე შესვლის მეთოდზე გადასვლას %s, რადგან თქვენი ელფოსტა უცნობია გარე შესვლის სისტემისათვის.
lt: Negalima prijungti išorinio prisijungimo metodo %s, nes nėra žinomas jūsų el.pašto adresas išorinei prisijungimo sistemai.

source: Login method successfully selected.
el: Η μέθοδος αυθεντικοποίησης επιλέχθηκε με επιτυχία.
es: Método de identificación seleccionado correctamente.
ka: შესვლის მეთოდი წარმატებულად იქნა არჩეული.
lt: Prisijungimo metodas sėkmingai pasirinktas.

source: The external login method %s does not support email address based logins. Please contact the site administrators.
el: Η εξωτερική μέθοδος αυθεντικοποίησης %s δεν υποστηρίζει αυθεντικοποίηση με βάση το email. Παρακαλώ επικοινωνήστε με τους διαχειριστές.
es: El método de identificación externo %s no acepta identificaciones basadas en direcciones de correo electrónico. Póngase en contacto con los administradores de la instalación.
ka: გარე შესვლის მეთოდს %s არ აქვს ელფოსტაზე დაფუძვნებული შესვლის მხარდაჭერა. გთხოვთ დაუკავშირდეთ საიტის ადმინისტრატორს.
lt: %s išorinis prisijungimo metodas nepalaiko prisijungimo, veikiančio el.pašto pagalba. Prašome susisiekti su puslapio administratoriais.

source: Your nickname has not been updated
es: Su alias no se ha actualitzado.

source: Settings successfully edited.
el: Οι ρυθμίσεις άλλαξαν με επιτυχία.
es: Se han editado los parámetros correctamente.
ka: პარამეტრები წარმატებით შეიცვალა.
lt: Nustatymai sėkmingai atnaujinti.

source: Note that if you have changed your email address, you will have to %(x_url_open)sreset your password%(x_url_close)s anew.
el: Επισημαίνεται οτι αν αλλάξατε την διεύθυνση του email σας, θα χρειαστεί να κάνετε %(x_url_open)sεπαναφορά του κωδικού σας%(x_url_close)s ξανά.
es: Si ha cambiado su dirección, tendrá que %(x_url_open)svolver a poner su contraseña%(x_url_close)s otra vez.
ka: გთხოვთ შენიშნოთ, რომ თუ თქვენ შეცვალეთ ელფოსტის მისამართი, თქვენ უნდა გადატვირთოთ %(x_url_open)sთქვენი პაროლი%(x_url_close)s ახალზე.
lt: Jei pasikeis jūsų el.pašto adresas, jus turite %(x_url_open)snustatyti naują slaptažodį%(x_url_close)s.

source: Desired nickname %s is invalid.
el: Το επιθυμητό nickanme %s δεν είναι έγκυρο.
es: El alias %s no es válido.
ka: სასურველი მეტსახელი %s არასწორია.
lt: Pageidaujamas vartotojo vardas %s yra netinkamas

source: Please try again.
el: Παρακαλώ δοκιμάστε ξανά.
es: Vuélvalo a intentar.
ka: გთხოვთ სცადოთ კიდევ ერთხელ.
lt: Prašome bandyti dar kartą

source: Edit settings
el: Αλλαγή ρυθμίσεων
es: Editar parámetros
ka: პარამეტრების შეცვლა
lt: Redaguoti nustatymus

source: Editing settings failed
el: Οι αλλαγές ρυθμίσεων απέτυχαν
es: Ha fallado la edición de parámetros
ka: პარამეტრების შეცვლა წარუმატებელია
lt: Nepavyko redaguoti nustatymų

source: Supplied email address %s is invalid.
el: Το email %s που δώσατε δεν είναι έγκυρο.
es: La dirección electrónica facilitada %s no es válida.
ka: მოწოდებული ელ-ფოსტის მისამართი %s არასწორია.
lt: Įvestas el.paštas %s netinkamas.

source: Supplied email address %s already exists in the database.
el: Το email %s που δώσατε υπάρχει ήδη στην βάση.
es: La dirección electrónica facilitada %s ya existe en la base de datos.
ka: მოწოდებული ელფოსტის მისამართი %s უკვე არსებობს მონაცემთა ბაზაში.
lt: Įvestas el.paštas %s jau yra duomenų bazėje.

source: Or please try again.
el: Ή δοκιμάστε ξανά.
es: O vuélvalo a intentar.
ka: ან გთხოვთ სცადოთ კიდევ ერთხელ.
lt: Arba bandykite dar kartą.

source: Desired nickname %s is already in use.
el: Το επιθυμητό nickname %s χρησιμοποιείται ήδη.
es: El alias solicitado %s ya está en uso.
ka: სასურველი მეტსახელი %s უკვე გამოყენებლია.
lt: Pageidaujamas vartotojo vardas %s jau egzistuoja.

source: Users cannot edit passwords on this site.
el: Οι χρήστες δεν έχουν δικαίωμα να αλλάξουν κωδικό στον ιστότοπο αυτό.
es: En este sitio, los usuarios no pueden editar sus contraseñas.
ka: მომხმარებელს არ შეუძლია პაროლის რედაქტირება ამ საიტზე.
lt: Vartotojai negali pakeisti slaptažodžio šiame puslapyje.

source: Password successfully edited.
el: Ο κωδικός άλλαξε με επιτυχία.
es: Se ha editado la contraseña correctamente.
ka: პაროლი რედაქტირებულია წარმატებით.
lt: Slaptažodis sėkmingai atnaujintas.

source: Password edited
el: Ο κωδικός άλλαξε
es: Contraseña modificada
ka: პაროლის რედაქტირება
lt: Slaptažodis atnaujintas

source: Both passwords must match.
el: Οι δύο κωδικοί πρέπει να ταιριάζουν.
es: Ambas contraseñas deben coincidir.
ka: ორივე პაროლი უნდა ემთხვეოდეს ერთმანეთს.
lt: Abu slaptažodžiai turi sutapti.

source: Editing password failed
el: Η αλλαγή κωδικού απέτυχε
es: Ha fallado el cambio de contraseña
ka: პაროლის რედაქტირება ვერ განხორციელდა
lt: Atnaujinti slaptažodžio nepavyko

source: Wrong old password inserted.
el: Ο παλιός κωδικός σας είναι λανθασμένος.
es: Contraseña anterior incorrecta.
ka: ძველი პაროლი არასწორარ არის შეყვანილი.
lt: Neteisingas senas slaptažodis.

source: User settings saved correctly.
el: Οι ρυθμίσεις χρήστη αποθηκεύτηκαν με επιτυχία.
es: Se han guardado correctamente los parámetros de usuario.
ka: მომხმარების შეყვანილი პარამეტრები დამახსოვრებულ იქნა.
lt: Vartotojo nustatymai išsaugoti teisingai.

source: Editing bibcatalog authorization failed
el: Η επεξεργασία της εξουσιοδότησης για το bibcatalog απέτυχε
es: Ha fallado la edición de la autorización de bibcatalog
ka: ბიბკატალოგის რედაქტირების აუტორიზაცია ვერ ხორციელდება
lt: Bibcatalog autorizavimo redaguoti nepavyko.

source: Empty username or password
el: Κενό όνομα χρήστη ή κωδικός
es: La identificación o la contraseña están vacíos
ka: ცარიელია ან მომხმარებლის სახელი ან პაროლი
lt: Nėra vartotojo vardo ar slaptažodžio

source: Unable to update settings.
el: Δεν μπόρεσα να ενημερώσω τις ρυθμίσεις.
es: No ha sido posible actualizar los parámetros.
ka: ვერ ხორციელდება პარამეტრების განახლება.
lt: Nepavyko atnaujinti nustatymų.

source: Cannot send password reset request since you are using external authentication system.
el: Το αίτημα για επαναδημιουργία του κωδικού σας δεν μπορεί να αποσταλεί μέσω email διότι χρησιμοποιείτε σύστημα εξωτερικής αυθεντικοποίησης.
es: No se puede enviar la petición de reinicialización de contraseña ya que usted está usando un sistema de autenticación externo.
ka: ვერ იგზავნება პაროლის შეცვლის მოთხოვნა, ვინაიდან თქვენ იყენებთ გარე აუტორიზირებულ სისტემას.
lt: Negalime išsiųsti slaptažodžio atnaujinimo prašymo, nes naudojate išorinę autentifikavimo sistemą.

source: The entered email address does not exist in the database.
el: Το email που εισάγατε δεν υπάρχει στην βάση.
es: La dirección electrónica facilitada no existe en la base de datos.
ka: შეყვანილი ელ-ფოსტის მისამართი არ არსებობს მონაემთაბაზაში.
lt: Įvastas slaptažodis neegzistuoja duomenų bazėje.

source: Password reset request for
el: Αίτημα επαναφοράς κωδικού για
es: Petición de reiniciar la contraseña de
ka: პაროლის გადატვირთვის მოთხოვნა
lt: Slaptažodžio atnaujinimo prašymas

source: The entered email address is incorrect, please check that it is written correctly (e.g. johndoe@example.com).
el: Το email που δώσατε είναι λανθασμένο. Παρακαλώ ελέγξτε οτι οτι είναι γραμμένο στην μορφή (johndoe@example.com).
es: La dirección de correo electrónico facilitada es incorrecta. Compruebe que está correctamente escrita (por ej., danielgarcia@ejemplo.es).
ka: შეყვანილი ელ-ფოსტის მისამართი არ არის სწორი, გთხოვთ შეამოწმოთ რომ ის სწორედ ჩაჭერეთ (მაგალიტად: johndoe@example.com).
lt: Įvestas el.pašto adresas yra neteisingas,patikrinkite ar įrašėte jį teisingai (pvz.: johndoe@example.com).

source: Incorrect email address
el: Λανθασμένη διεύθυνση email
es: Dirección de correo electrónico incorrecta
ka: არასწორი ელ-ფოსტის მისამართი
lt: Neteisingas el.pašto adresas

source: Reset password link sent
el: Ο σύνδεσμος για την επαναφορά του κωδικού σας, απεστάλη
es: Se ha enviado el enlace para reiniciar la contraseña
ka: პაროლის გადატვირთვის ლინკი გამოგზავნილია
lt: Nuoroda išsiųsta

source: Delete Account
el: Διαγραφή Λογαριασμού
es: Suprimir cuenta
ka: ანგარიშის წაშლა
lt: Ištrinti paskyrą

source: Logout
el: Αποσύνδεση
es: Salir
ka: გამოსვლა
lt: Atsijungti

source: Login
el: Έίσοδος
es: Identificación
ka: შესვლა
lt: Prisijungti

source: Register
el: Εγγραφή
es: Darse de alta
ka: რეგისტრაცია
lt: Registruotis

source: %s Personalize, Main page
el: %s ρυθμίσεις, Κύρια σελίδα
es: %s Personalizar, página principal
ka: %s მთავარი გვერდის პერსონალიზაცია
lt: %s, Pagrindinis puslapis

source: Your account has been successfully created.
el: Ο λογαριασμός σας δημιουργήθηκε με επιτυχία.
es: Su cuenta ha sido creada correctamente.
ka: თქვენი ანგარიშის შექმნა დასრულდა წარმატებით.
lt: Jūsų paskyra buvo sėkmingai sukurta.

source: Account created
el: Ο Λογαριασμός σας δημιουργήθηκε
es: Cuenta creada
ka: ანგარიში შექმნილია
lt: Paskyra sukurta

source: In order to confirm its validity, an email message containing an account activation key has been sent to the given email address.
el: Για να επιβεβαιωθεί η πιστότητα του, έχει σταλεί ένα μήνυμα με τον κωδικό ενεργοποίησης στην διεύθυνση ηλεκτρονικού ταχυδρομίου που δώσατε.
es: Para confirmar su validez, se ha enviado un mensaje a esta dirección que tiene una clave de activación de la cuenta.
ka: ელფოსტის დასადასტურებლად, წერილია გამოგზავნილი თქვენს მისამართზე აქტივაციის გასაღებით შემდეგ ელფოსტის მისამართზე.
lt: Laiškas su paskyros patvirtinimo nuoroda, buvo išsiųstas į jūsų el.paštą.

source: Please follow instructions presented there in order to complete the account registration process.
el: Παρακαλώ ακολουθήστε τις οδηγίες που αναφέρονται εκεί για να ολοκληρώσετε την διαδικασία εγγραφής.
es: Siga las instrucciones indicadas para completar el proceso de alta de la cuenta.
ka: გთხოვთ მიყვეთ ინსტრუქციას ანგარიშის რეგისტრაციის დასამთავრებლად.
lt: Kad pabaigti registraciją, jums reikia atlikti nurodytus veiksmus.

source: A second email will be sent when the account has been activated and can be used.
el: Ένα δεύτερο email θα σας σταλεί όταν ο λογαριασμός ενεργοποιηθεί και είναι έτοιμος για χρήση.
es: Se enviará un segundo mensaje cuando la cuenta se haya activado y pueda usarse.
ka: მეორე ელ-ფოსტა გამოგზავნილი იქნება მაშინ, როდესაც თქვენი ანგარიშ იქნება გააქტიურებული და შესაძლებელი იქნება მისის გამოყენება.
lt: Apie aktyvuota paskyrą pranešime jums el.paštu.

source: You can now access your %(x_url_open)saccount%(x_url_close)s.
el: Έχετε τώρα πρόσβαση στον %(x_url_open)sλογαριασμό%(x_url_close)s σας.
es: Ya puede acceder a su %(x_url_open)scuenta%(x_url_close)s.
ka: თქვენ შეგიძლიათ შეხვიდეთ თქვენს %(x_url_open)sანგარიშზე%(x_url_close)s.
lt: Galite prisijungti prie %(x_url_open)spaskyros%(x_url_close)s.

source: Registration failure
el: Πρόβλημα στην εγγραφή
es: Ha fallado el alta
ka: რეგისტრაცია ვერ განხორციელდა
lt: Registracija nepavyko

source: Desired nickname %s already exists in the database.
el: Το επιθυμητό nickname %s υπάρχει ήδη στην βάση.
es: El alias solicitado %s ya existe en la base de datos.
ka: არჩეული მეტსახელი %s უკვე არსებობს მონაცემთაბაზაში.
lt: Pageidaujamas vartotojo vardas %s egzistuoja mūsų duomenų bazėje.

source: Users cannot register themselves, only admin can register them.
el: Οι χρήστες δεν μπορούν να εγγραφούν από μόνοι τους, πρέπει να τους εγγράψει ο διαχειριστής.
es: Los usuarios no pueden darse de alta ellos mismos; sólo lo puede hacer el administrador.
ka: მომხმარებელს არ შეუძია საკუთარი თავის დარეგისტრირება ეს ადმინისტრატორის პრეროგატივაა.
lt: Vartotojai negali savęs priregistruoti, tai gali atlikti tik administratorius.

source: The site is having troubles in sending you an email for confirming your email address.
el: Υπήρξε πρόβλημα κατα την αποστολή του email που θα επιβεβαίωνε την διευθυνση του ηλεκτρονικού ταχυδρομίου σας.
es: Tenemos problemas para enviarle un correo de confirmación de su dirección.
ka: სისტემა ვერ ახერხებს თქვნთან ელფოსტის გაგზავნას, მისამართის დასადასტურებლად.
lt: Negalime išsiųsti pranešimo į jūsų el.paštą ir jį patvirtinti.

source: Your tickets
el: Τα tickets μου
es: Sus tareas
ka: თქვენი ბილეთები
lt: Jūsų "etiketės"

source: You are not authorized to use groups.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε ομάδες.
es: No está autorizado a usar grupos.
ka: თქვენ არ გაქვთ ავტორიზაცია ჯგუფების გამოყენებისთვის.
lt: Neturite reikiamų teisių naudotis grupėmis.
