Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Cannot load element "%s" in template %s. Check element code.
es: No se ha podido cargar el elemento "%s" en la plantilla %s. Compruebe el código del elemento.

source: Format element %s uses unknown parameter "%s" in format template %s.
es: El elemento de formato %s usa el parámetro desconocido "%s" en la plantilla de formato %s.

source: Could not read format template named %s. %s
es: No se ha podido leer la plantilla de formato %s. %s

source: Error in format element %s. %s.
es: Error en el elemento de formato %s. %s.

source: Format element %s cannot not be read. %s
es: No se ha podido leer el elemento de formato %s. %s

source: Hide
el: Απόκρυψη
es: Esconder
ka: დამალვა
lt: Paslėpti

source: Show all %i authors
el: Εμφάνιση και των %i συγγραφέων
es: Mostrar todos los %i autores
ka: ყველა %i ავტორის ჩვენება
lt: Parodyti visus %i autorius

source: See also
el: Δείτε επίσης
es: Véase también
ka: იხილეთ აგრეთვე
lt: Taip pat žiūrėkite

source: Manage Files of This Record
el: Διαχείριση αρχείων της παρούσας εγγραφής
es: Gestionar los ficheros de este registro
ka: ამ ჩანაწერის ფაილების მართვა
lt: Tvarkyti šio įrašo failus

source: Edit This Record
el: Επεξεργασία της παρούσας εγγραφής
es: Edite este registro
ka: ჩანაწერის რედაქტირება
lt: Redaguoti šį įrašą

source: Download fulltext
el: Κατέβασμα πλήρες κειμένου
es: Descargar el texto completo
ka: სრული ტექსტის ჩამოტვირთვა
lt: Parsisiųsti pilną tekstą

source: additional files
el: πρόσθετα αρχεία
es: archivos adicionales
ka: დამატებითი ფაილები
lt: papildomi failai

source: %(x_sitename)s link
el: σύνδεσμος στην %(x_sitename)s
es: enlace %(x_sitename)s
ka: %(x_sitename)s ბმული
lt: %(x_sitename)s nuoroda

source: %(x_sitename)s links
el: σύνδεσμοι στην %(x_sitename)s
es: enlaces %(x_sitename)s
ka: %(x_sitename)s ბმულები
lt: %(x_sitename)s nuorodos

source: external link
el: εξωτερικός σύνδεσμος
es: enlace externo
ka: გარე ბმული
lt: išorinė nuoroda

source: external links
el: εξωτερικοί σύνδεσμοι
es: Enlaces externos
ka: გარე ბმულები
lt: išorinės nuorodos

source: Fulltext
el: Πλήρες κείμενο
es: Texto completo
ka: სრული ტექსტი
lt: Pilnas tekstas

source: Add this document to your ScienceWise.info bookmarks
es: Añadir este documento a sus favoritos en ScienceWise.info

source: Add this article to your ScienceWise.info bookmarks
es: Añadir este artículo a sus favoritos en ScienceWise.info

source: Cannot write in etc/bibformat dir of your Invenio installation. Check directory permission.
es: No se ha podido escribir en el directorio etc/bibformat de su instalación de Invenio. Compruebe los permisos del directorio.

source: Restricted Output Format
el: Περιορισμένη Μορφή Αποτελεσμάτων
es: Formato de salida restringido
ka: აკრძალული გამავალი ფორმატი
lt: Ribotas išeitinis formatas

source: Ok
el: Εντάξει
es: De acuerdo
ka: კარგი
lt: Taip

source: Output Format %s Rules
el: Κανόνες Μορφής Αποτελέσματος %s
es: Reglas del formato de salida %s
ka: გამავალი ფორმატის %s წესები
lt: Išeitinio formato %s taisyklės

source: Output Format %s Attributes
el: Χαρακτηριστικά Μορφής Αποτελέσματος %s
es: Atributos del formato de salida %s
ka: გამავალი ფორმატის %s ატრიბუტები
lt: Išeitinio formato %s atributai

source: Output Format %s Dependencies
el: Συσχετισμοί Μορφής Εξόδου %s
es: Dependencias del formato de salida %s
ka: გამავალი ფორმატის %s დამოკიდებულებანი
lt: Išeitinio formato %s prieklausos

source: Delete Output Format
el: Διαγραφή Μορφής Εξόδου
es: Suprimir el formato de salida
ka: გამავლი ფორმატის წაშლა
lt: Ištrinti išeitinį formatą

source: Cannot create output format
el: Δεν είναι δυνατή η δημιουργία μορφής εξόδου
es: No ha sido posible crear el formato de salida
ka: არ შეუძლია გამავალი ფორმატის შექმნა
lt: Negalima sukurti išeitinio formato

source: Format template %s cannot not be read. %s
es: No se ha podido leer la plantilla de formato %s. %s

source: Restricted Format Template
el: Πρότυπο Περιορισμένης Μορφής
es: Plantilla de formato restringido
ka: აკრძალული ფორმატის თარგები
lt: Riboto formato šablonas

source: Format Template %s
el: Πρότυπο Μορφής %s
es: Plantilla de formato %s
ka: ფრომატის თარგი %s
lt: Formato šablonas %s

source: Format Template %s Attributes
el: Χαρακτηριστικά Προτύπου Μορφής %s
es: Atributos de la plantilla de formato %s
ka: ფორმატის თარგის %s ატრიბუტები
lt: Formato šablono %s atributai

source: Format Template %s Dependencies
el: Συσχετισμοί Προτύπου Μορφής %s
es: Dependencias de la plantilla de formato %s
ka: ფორმატის თარგის %s დამოკიდებულებანი
lt: Formato šablono %s prieklausos

source: Delete Format Template
el: Διαγραφή Προτύπου Μορφής
es: Suprimir la plantilla de formato
ka: ფორმატის თარგის წაშლა
lt: Ištrinti formato šabloną

source: Format Element %s Dependencies
el: Συσχετισμοί Στοιχείου Μορφής %s
es: Dependencias del elemento de formato %s
ka: ფორმატის ელემენტი %s დამოკიდებულებანი
lt: Formato elemento %s prieklausos

source: Test Format Element %s
el: Δοκιμή Στοιχείου Μορφής %s
es: Probar el elemento de formato %s
ka: ფორმატის ელემენტის ტესტირება %s
lt: Testinio formato elementas %s

source: Validation of Output Format %s
el: Επικύρωση Μορφής Εξόδου %s
es: Validación del formato de salida %s
ka: გამოტანილი ფორმატის დადასტურება %s
lt: Išeitinio formato %s patvirtinimas

source: Validation of Format Template %s
el: Επικύρωση Προτύπου Μορφής %s
es: Validación de la plantilla de formato %s
ka: გამავალი ფორმატის დადასტურება %s
lt: Formato šablono %s patvirtinimas

source: Restricted Format Element
el: Περιορισμένο Στοιχείο Μορφής
es: Elemento de formato restringido
ka: აკრძალული ფორმატის ელემენტი
lt: Ribotas formato elementas

source: Validation of Format Element %s
el: Επικύρωση Στοιχείου Μορφής %s
es: Validación del elemento de formato %s
ka: ელემენტის ფორმატის დადასტურება %s
lt: Formato elemnto %s patvirtinimas

source: No format specified for validation. Please specify one.
es: No se ha especificado ningún formato para la validación. Especifique uno.

source: Format Validation
el: Επικύρωση Μορφής
es: Validación del formato
ka: ფორმატის დადასტურება
lt: Formato patvirtinimas

source: Limit display to knowledge bases matching %(keyword_field)s in their rules and descriptions
el: Περιορισμός εμφάνισης σε γνωσιακές βάσεις που έχουν το %(keyword_field)s στους κανόνες και τις περιγραφές τους
es: Limitar la visualización a las bases de conocimiento con el texto %(keyword_field)s en sus reglas y descripciones

source: No Knowledge Base
el: Καμία Γνωσιακή Βάση
es: Sin base de conocimiento

source: Add New Knowledge Base
el: Προσθήκη Νέας Γνωσιακής Βάσης
es: Añadir otra base de conocimiento
ka: ახალი ცოდნის ბაზის დამატება
lt: Pridėti naują žinių bazę

source: Configure a dynamic KB
el: Παραμετροποίηση μιας δυναμικής Γνωσιακής Βάσης
es: Configurar una base de conocimiento dinámica
ka: დინამიური KB-ს კონფიგურირება
lt: Konfiguruoti dinaminį KB

source: Add New Taxonomy
el: Προσθήκη Νέας Ταξινόμησης
es: Añadir una nueva taxonomía
ka: ახალი ტაქსონომიის დამატება
lt: Pridėti naują klasifikaciją

source: This knowledge base already has a taxonomy file.
el: Αυτή η γνωσιακή βάση έχει ήδη αρχείο ταξινόμησης.
es: Esta base de conocimiento ya tiene un archivo de taxonomía
ka: ამ ცოდნის ბაზას უკვე აქვს ტაქსონომიის ფაილი.
lt: Ši žinių bazė jau turi klasifikacijos failą.

source: If you upload another file, the current version will be replaced.
el: Αν ανεβάσετε κάποιο άλλο αρχείο, η παρούσα έκδοση θα διαγραφεί.
es: Si sube otro archivo, se reemplazará la versión actual.
ka: თუ თქვენ ატვირთავთ სხვა ფაილს, მიმდინარე ვერსია იქნება წაშლილი.
lt: Jei įkelsite dar vieną failą, versija bus pakeista į naują.

source: The current taxonomy can be accessed with this URL: %s
el: Η τρέχουσα ταξινόμηση μπορεί να προσπελαστεί από αυτή την διεύθυνση: %s
es: La taxonomía actual es accesible desde esta URL: %s

source: Please upload the RDF file for taxonomy %s
el: Παρακαλώ ανεβάστε το RDF αρχείο της ταξινόμησης %s
es: Suba el fichero RDF de la taxonomía %s

source: Please configure
el: Παρακαλώ ρυθμίστε
es: Es necesario configurarla
ka: გთხოვთ დააკონფიგურიროთ
lt: Prašome sukonfiguruoti

source: A dynamic knowledge base is a list of values of a given field. The list is generated dynamically by searching the records using a search expression.
el: Μια δυναμική γνωσιακή βάση είναι μια λίστα από τιμές ενός δεδομένου πεδίου. Η λίστα δημιουργείται δυναμικά αναζητώντας τις εγγραφές χρησιμοποιώντας μια συμβολοσειρά αναζήτησης.
es: Un base de conocimiento dinámico es una lista de valores de un campo. La lista se genera dinámicamente a medida que se buscan registros a partir de un valor de búsqueda.
ka: დინამიური ცოდნის ბაზა არის მნიშვნელობების სია მოცემული მინდვრის. ეს სია გენერირებულია დინამიურად ჩანაწერის ძებნით, ძიების გამოსახულების დახმარებით.
lt: Dinaminė žinių bazė yra sąrašas reikšmių iš duotų laukelių. Sąrašas generuojamas dinamiškai ieškant įrašų užklausų pagalba.

source: Example: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
el: Παράδειγμα: Οι εγγραφές σας περιέχουν το πεδίο 270__a για το όνομα και τη διεύθυνση του ιδρύματος του συγγραφέα. Αν ορίσετε το πεδίο σε '270__a' και την έκφραση σε '270__a:*Paris*', μια λίστα με τα ιδρύματα στο Παρίσι θα δημιουργηθεί.
es: Por ejemplo: los registros tienen el campo 270__a para el nombre y la dirección de la institución del autor. Si pone como valor de campo «270__a» y la expresión «270__a:*Paris*», creará una lista de instituciones en París.
ka: მაგალითი: თქვენი ჩანაწერები შეიცავენ ველ 270__a -ს ავტორის ინსტიტუტის სახელი და მისამართისათვის. თუ თქვენ დააყენბს ველს '270__a' და გამოსახულებას '270__a:*Paris*', პარიზის ინსტიტუტების სია შეიქმნება.
lt: Pavyzdys: Jūsų įrašas turi laukelį field 270__a atsakinga už pavadinimą ir adresą autoriaus instituto. Jei nustatysite laukelį į '270__a' ir užklausą į '270__a:*Paris*', bus sukurtas sąrašas institutų Paryžiuje.

source: If the expression is empty, a list of all values in 270__a will be created.
el: Αν η έκφραση είναι κενή, μια λίστα με όλες τις τιμές του 270__a θα δημιουργηθεί.
es: Si deja la expresión vacía, creará una lista con todos los valores del campo 270__a.
ka: თუ გამოსახულება ცარიელია, ყველა მნიშვნელობათა სია იქნება 270__a -ით შექმნილი.
lt: Jei užklausa tuščia, reikšmių sąrašas 270__a bus sukurtas.

source: If the expression contains '%', like '270__a:*%*', it will be replaced by a search string when the knowledge base is used.
el: Αν η έκφραση περιέχει '%', όπως '270__a:*%*', θα αντικατασταθεί από μια συμβολοσειρά αναζήτησης όταν η γνωσιακή βάση χρησιμοποιηθεί.
es: Si la expresión contiene «%», como «270__a:*%*», será remplazado por el valor creado cuando se use la base de conocimiento.
ka: თუ გამოსახულება შეიცავს '%', სავით '270__a:*%*', ის იქნება შეცვლილი ძიების სიტყვებით ცოდნის ბაზაა გამოყენებული.
lt: Jei užklausoje yra '%', kaip '270__a:*%*', jis bus pakeistas fraze, kai naudojama žinių bazė.

source: You can enter a collection name if the expression should be evaluated in a specific collection.
el: Μπορείτε να εισάγετε ένα όνομα συλλογής, αν η έκφραση θα πρέπει να αξιολογηθεί σε μια συγκεκριμένη συλλογή.
es: Puede entrar un nombre de colección si la expresión se ha de evaluar en una colección específica.
ka: თქვენ შეგიძლიათ შეიყვანოთ კოლექციის სახელი თუ გამოსახულება უნდა იყოს შეფასებული სპეციფიურ კოლექციაში.
lt: Galite įvesti rinkinio vardą, jei norite užklausą įvykdyti pasirinktame rinkinyje.

source: Example 1: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
el: Παράδειγμα 1: Οι εγγραφές σας περιέχουν το πεδίο 270__a για το όνομα και τη διεύθυνση του ιδρύματος του συγγραφέα. Αν ορίσετε το πεδίο σε '270__a' και την έκφραση σε '270__a:*Paris*', μια λίστα από ιδρύματα στο Παρίσι θα δημιουργηθεί.
es: Ejemplo 1: los registros tienen el campo 270__a para el nombre y la dirección de la institución del autor. Si pone como valor de campo «270__a» y la expresión «270__a:*Paris*», creará una lista d'instituciones en París.

source: Example 2: Return the institute's name (100__a) when the user gives its postal code (270__a): Set field to 100__a, expression to 270__a:*%*.
el: Παράδειγμα 2: Επέστρεψε το όνομα του ιδρύματος (100__a) όταν ο χρήστης δώσει τον ταχυδρομικό του κώδικα (270__a): Όρισε το πεδίο σε 100__a, την έκφραση σε 270__a:*%*.
es: Ejemplo 2: mostrar el nombre del instituto (100__a) cuando el usuario informe del código postal (270__a): escriba 100__a en el campo, y la expresión como 270__a:*%*.

source: Any collection
el: Οποιαδήποτε συλλογή
es: Cualquier colección

source: Exporting:
el: Γίνεται εξαγωγή:
es: Exportando:
ka: გატანა:
lt: Eksportuojama:

source: Knowledge Base Mappings
el: Αντιστοιχίες Γνωσιακής Βάσης
es: Asignaciones de la base de conocimientos
ka: ცოდნის ბაზის დაჯგუფება
lt: Žinių bazės atvaizdavimas

source: Knowledge Base Attributes
el: Χαρακτηριστικά Γνωσιακής Βάσης
es: Atributos de la base de conocimientos
ka: ცოდნის ბაზის ატრიბუტები
lt: Žinių bazės atributai

source: Knowledge Base Dependencies
el: Συσχετισμοί Γνωσιακών Βάσεων
es: Dependencias de la base de conocimiento
ka: ცოდნის ბაზის დამოკიდებულებანი
lt: Žinių bazės prieklausos

source: Here you can add new mappings to this base and change the base attributes.
el: Εδώ μπορείτε να προσθέσετε νέες αντιστοιχίσεις σε αυτή τη βάση και να αλλάξετε τις ιδιότητες της βάσης.
es: Aquí puede añadir nuevas asignaciones a esta base y cambiar los atributos de la base.
ka: აქ თქვენ შეგიძლიათ დაამატოთ დაჯგუფებები ამ ბაზაზე და შეცვალეთ ბაზის ატრიბუტები.
lt: Čia galite keisti atvaizdavimą ar keisti atributus šiai bazei.

source: Map From
el: Αντιστοίχιση Από
es: Convertir de:
ka: დააჯგუფეთ
lt: Atvaizduoti pagal

source: Search for a mapping
el: Αναζήτηση αντιστοίχισης
es: Buscar una conversión
ka: დაჯგუფებების ძიება
lt: Ieškoti atvaizdžio

source: Knowledge base is empty
el: Η γνωσιακή βάση είναι κενή
es: La base de conocimiento está vacía

source: You can get a these mappings in textual format by:
el: Μπορείτε να πάρετε αυτές τις αντιστοιχίσεις σε μορφή κειμένου από:
es: Puede obtener las asignaciones de manera textual haciendo:
ka: თქვენ შეგიძლიათ მიიღოთ ეს დაჯგუფებები ტექსტური ფორმატში:
lt: Atvaizdavimas tekstiniu formatu:

source: And the KBA version by:
el: Και την εκδοχή KBA από:
es: Y la versión KBA haciendo:
ka: და KBA ვერსია:
lt: Ir KBA versija:

source: Update Base Attributes
el: Ενημέρωση Χαρακτηριστικών Βάσης
es: Actualizar los atributos de la base

source: This knowledge base is not used in any format elements.
el: Αυτή η γνωσιακή βάση δεν χρησιμοποιείται σε κανένα στοιχείο μορφής.
es: Esta base de conocimiento no se está utilizando en ningún elemento de formato.

source: Your rule: %s
el: Ο κανόνας σας: %s
es: Su regla: %s

source: The left side of the rule (%s) already appears in these knowledge bases:
el: Η αριστερή μεριά του κανόνα (%s) ήδη εμφανίζεται στις εξής γνωσιακές βάσεις:
es: La parte izquierda de la regla (%s) ya aparece en estas bases de conocimiento:

source: The right side of the rule (%s) already appears in these knowledge bases:
el: Η δεξιά μεριά του κανόνα (%s) ήδη εμφανίζεται στις εξής γνωσιακές βάσεις:
es: La parte derecha de la regla (%s) ya aparece en estas bases de conocimiento:

source: Please select action
el: Παρακαλώ επιλέξτε μια ενέργεια
es: Seleccione una acción
ka: გთხოვთ მონიშნოთ მოქმედება
lt: Prašome pasirinkti veiksmą

source: Replace the selected rules with this rule
el: Αντικατάσταση των επιλεγμένων κανόνων με αυτόν
es: Reemplace las reglas seleccionadas con esta regla
ka: შეცვალეთ არჩეული წესები ამ წესით
lt: Pakeisti pasirinkta taisyklę šia taisykle

source: Add this rule in the current knowledge base
el: Προσθήκη του κανόνα στην γνωσιακή βάση
es: Añadir esta regla a la base de conocimiento actual
ka: დაამატეთ ეს წესი მიმდინარე ცოდნის ბაზაში
lt: Pridėti taisyklę į šią žinių bazę

source: Cancel: do not add this rule
el: Άκυρο: να μην προστεθεί αυτός ο κανόνας
es: Cancelar: no añadir esta regla
ka: გაუქმება: არ დაუმატოთ ეს წესი
lt: Atšaukta: nepridėti šios taisyklės

source: It is not possible to have two rules with the same left side in the same knowledge base.
el: Δεν επιτρέπεται να υπάρχουν δύο κανόνες με ίδια την αριστερή στήλη στην γνωσιακή βάση.
es: No es posible tener dos reglas con la misma parte izquierda en la misma base de conocimiento.
ka: შეუძლებელია იყოს ორი წესი ერთი და იგივე მარცხენა წესით ერთი და იგივე ცოდნის ბაზაში.
lt: Negalima turėti dviejų kairės pusės taisyklių toje pačioje žinių bazėje.

source: BibKnowledge Admin
el: Διαχείριση BibKnowledge
es: Administración de BibKnowledge
ka: ბიბცოდნის ადმინისტრატორი
lt: BibKnowledge modulio administratorius

source: Knowledge Bases
el: Γνωσιακές Βάσεις
es: Bases de conocimiento
ka: ცოდნის ბაზები
lt: Žinių bazė

source: Cannot upload file
el: Δεν είναι εφικτή η μεταφόρτωση του αρχείου
es: No ha sido posible subir el fichero

source: You have not selected a file to upload
el: Δεν έχετε επιλέξει αρχείο για μεταφόρτωση
es: No ha seleccionado ningún fichero para subir

source: File %s uploaded.
el: Το αρχείο %s έχει ανέβει.
es: Fichero %s subido.

source: File uploaded
el: Το αρχείο μεταφορτώθηκε
es: Fichero subido
ka: ფაილი ატვირთულია
lt: Failas įkeltas

source: Manage Knowledge Bases
el: Διαχείριση Γνωσιακών Βάσεων
es: Gestionar las bases de conocimiento
ka: ცოდნის ბაზის მართვა
lt: Tvarkyti žinių bazę

source: Unknown Knowledge Base
el: Άγνωστη Γνωσιακή Βάση
es: Base de conocimiento desconocida
ka: უცნობი ცოდნის ბაზა
lt: Nežinoma žinių bazė

source: Knowledge Base %s
el: Γνωσιακή Βάση %s
es: Base de conocimiento %s
ka: ცოდნის ბაზა %s
lt: Žinių bazė %s

source: Knowledge Base %s Attributes
el: Χαρακτηριστικά Γνωσιακής Βάσης %s
es: Atributos de la base de conocimiento %s
ka: ცოდნის ბაზის %s ატრიბუტები
lt: Žinių bazės %s atributai

source: Knowledge Base %s Dependencies
el: Συσχετισμοί Σχεσιακής Βάσης Δεδομένων %s
es: Dependencias de la base de conocimiento %s
ka: ცოდნის ბაზის %s დამოკიდებულებანი
lt: Žinių bazės %s prieklausos

source: Left side exists
el: Η αριστερή στήλη υπάρχει
es: Ya existe la parte izquierda
ka: მარცხენა მხარე არსებობს
lt: Kairė pusė egzistuoja

source: Right side exists
el: Η δεξιά στήλη υπάρχει
es: Ya existe la parte derecha
ka: მარჯვენა მხარე არსებობს
lt: Dešinė pusė egzistuoja

source: Knowledge base name missing
el: Λείπει το όνομα της γνωσιακής βάσης
es: Falta el nombre de la base de conocimiento
ka: აკლია ცოდნის ბაზის სათაური
lt: Nežinomas žinių bazės vardas

source: Unknown knowledge base
el: Άγνωστη γνωσιακή βάση
es: Base de conocimiento desconocida
ka: უცნობი ცოდნის ბაზა
lt: Nežinoma žinių bazė

source: There is no knowledge base with that name.
el: Δεν υπάρχει γνωστική βάση με αυτό το όνομα.
es: No existe ninguna base de conocimiento con este nombre.
ka: არ არსებობს ცოდნის ბაზა მსგავსი სათაურით
lt: Nėra žinių bazės su tokiu vardu.

source: Delete Knowledge Base
el: Διαγραφή Γνωσιακής Βάσης
es: Suprimir la base de conocimiento
ka: ცოდნის ბაზის წაშლა
lt: Ištrinti žinių bazę

source: Citation history:
el: Ιστορικό παραπομπών:
es: Histórico de citas:
ka: ციტირების ისტორია:
lt: Citavimo istorija:

source: Download history:
el: Ιστορικό downloads:
es: Histórico de descargas:
ka: ისტორიის ჩამოტვირთვა:
lt: Parsisiųsti istoriją:

source: Download user distribution:
el: Κατανομή χρηστών των downloads:
es: Distribución de las descargas
ka: მომხმარებლის დისტრიბუციის გადმოწერა:
lt: Parsisiųsti vartotojo skirstinį

source: BibSort Guide
es: Guía de Bibsort

source: BibSword Admin Interface
es: Administración de BibSword
lt: BibSword modulio administratoriaus vartotojo sąsaja

source: Export with BibSword: Step 2/4
el: Εξαγωγή με το BibSword: Βήμα 2/4
es: Exportar con BibSword: paso 2/4
lt: Esportuoti BibSword pagalba: Žingsnis 2/4

source: Export with BibSword: Step 1/4
el: Εξαγωγή με το BibSword: Βήμα 1/4
es: Exportar con BibSword: paso 1/4
lt: Esportuoti BibSword pagalba: Žingsnis 1/4

source: Export with BibSword: Step 3/4
el: Εξαγωγή με το BibSword: Βήμα 3/4
es: Exportar con BibSword: paso 3/4
lt: Esportuoti BibSword pagalba: Žingsnis 3/4

source: Export with BibSword: Step 4/4
el: Εξαγωγή με το BibSword: Βήμα 4/4
es: Exportar con BibSword: paso 4/4
lt: Esportuoti BibSword pagalba: Žingsnis 4/4

source: Export with BibSword: Acknowledgement
el: Εξαγωγή με το BibSword: Βεβαίωση
es: Exportar con BibSword: verificación
lt: Esportuoti BibSword pagalba: Patvirtinimas

source: More than one possible recID, ambiguous behaviour
el: Περισσότερα από ένα πιθανά redID, αμφίσημη συμπεριφορά
es: Más de un posible recID, comportamiento ambiguo
lt: Dviprasmiškas elgesys, daugiau nei vienas galimas recID

source: No records match that file name
el: Δεν υπάρχουν εγγραφές που να ταυτίζονται με αυτό το όνομα αρχείου
es: Ningún registro tiene ficheros con este nombre
lt: Jokie įrašai neatitinka šio failo vardo

source: File already exists
el: Το αρχείο υπάρχει ήδη
es: Este fichero ya existe
lt: Toks failas jau yra

source: A file with the same name and format already exists
el: Ένα αρχείο με αυτό το όνομα και αυτή την μορφή υπάρχει ήδη
es: Ya existe un registro con este nombre y formato
lt: Failas tokiu vardu ir tokiu formatu jau yra

source: No rights to upload to collection '%s'
el: Δεν έχετε δικαίωμα να μεταφορτώσετε στην συλλογή '%s'
es: No tiene permiso para subir documentos a la colección «%s»
lt: Neturite reikiamų teisių įkelti į rinkinį '%s'

source: The user '%(x_user)s' is not authorized to modify collection '%(x_coll)s'
el: Ο χρήστης '%(x_user)s' δεν έχει δικαίωμα να τροποποιήσει την συλλογή '%(x_coll)s'
es: El usuario «%(x_user)s» no está autorizado a modificar la colección «%(x_coll)s»
lt: Vartotojas '%(x_user)s' neturi teisių modifikuoti rinkinį '%(x_coll)s'

source: Select file to upload
el: Επιλογή αρχείου για ανέβασμα
es: Seleccione el fichero a subir
lt: Pasirinkite failą įkėlimui

source: File type
el: Τύπος αρχείου
es: Tipo de fichero
lt: Failo tipas

source: Upload mode
el: Τρόπος μεταφόρτωσης
es: Modo de carga
lt: Įkėlimo būdas

source: Upload later? then select:
el: Για μεταχρονολογημένη μεταφόρτωση, επιλέξτε:
es: Prefiere subirlo después? En este caso seleccione:
ka: ატვირთვა მოგვიანებით? შემდეგ მონიშნეთ:
lt: Įkelti vėliau? Tuomet pasirinkite:

source: Time
el: Ώρα
es: Hora
ka: დრო
lt: Laikas

source: Example
el: Παράδειγμα
es: Ejemplo
ka: მაგალითი
lt: Pavyzdys

source: All fields with %(x_fmt_open)s*%(x_fmt_close)s are mandatory
el: Όλα τα πεδία με %(x_fmt_open)s*%(x_fmt_close)s είναι υποχρεωτικά
es: Todos los campos con %(x_fmt_open)s*%(x_fmt_close)s son obligatorios
lt: Visi failai su %(x_fmt_open)s*%(x_fmt_close)s yra privalomi

source: Upload priority
el: Προτεραιότητα μεταφόρτωσης
es: Prioridad de los envíos

source: Your file has been successfully queued. You can check your %(x_url1_open)supload history%(x_url1_close)s or %(x_url2_open)ssubmit another file%(x_url2_close)s
el: Το αρχείο σας έχει μπει στην ουρά. Μπορείτε να ελέγξετε τo %(x_url1_open)sιστορικό%(x_url1_close)s ή να %(x_url2_open)sυποβάλλετε %(x_url2_close)s κάποιο άλλο αρχείο
es: Su fichero está en cola. Ahora puede comprobar su %(x_url1_open)shistórico de cargas%(x_url1_close)s o %(x_url2_open)senviar otro fichero%(x_url2_close)s
lt: Jūsų failas sėkmingai įterptas. Jus galite pažiūrėti %(x_url1_open)s įkėlimo istoriją%(x_url1_close)s ar %(x_url2_open)s įkelti kitą failą %(x_url2_close)s.

source: No metadata files have been uploaded yet.
el: Μέχρι στιγμής, δεν έχουν ανέβει αρχεία μεταδεδομένων.
es: Todavía no se ha subido ningún fichero con metadatos.
ka: მეტამონაცემების ფაილი ჯერ არ არის ატვირთული.
lt: Meta duomenų failai dar nebuvo įkelti.

source: Submit time
el: Χρόνος υποβολής
es: Enviado el
ka: დროის დართვა
lt: Įkėlimo laikas
