Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Please choose a basket: %(x_basket_selection_box)s %(x_fmt_open)s(or %(x_url_open)screate a new one%(x_url_close)s first)%(x_fmt_close)s
el: Παρακαλώ επιλέξτε ένα καλάθι: %(x_basket_selection_box)s %(x_fmt_open)s(ή %(x_url_open)sδημιουργήστε ένα νέο%(x_url_close)s πρώτα)%(x_fmt_close)s
es: Escoja una cesta: %(x_basket_selection_box)s %(x_fmt_open)s(o antes %(x_url_open)scree una de nueva%(x_url_close)s)%(x_fmt_close)s
lt: Prašome pasirinkti krepšelį: %(x_basket_selection_box)s %(x_fmt_open)s(ar %(x_url_open)ssukurkite naują%(x_url_close)s)%(x_fmt_close)s

source: Optionally, add a note to each one of these items
el: Προαιρετικά, προσθέστε μια σημείωση σε καθένα από αυτά τα αντικείμενα
es: Si lo desea, puede añadir una nota a uno de estos registros
ka: ოპტიმალურად, დაამატეთ შენიშვნა თვითოეულ ელემენტს
lt: Pasirinktinai, pridėkite pastabą prie kiekvieno elemento

source: Optionally, add a note to this item
el: Προαιρετικά, πρόσθεστε μια σημείωση στο αντικείμενο αυτό
es: Opcionalmente, añada una nota a este registro
ka: ოპტიმალურად, დაამატეთ შენიშვნა ამ ელემენტს
lt: Pasirinktinai,pridėkite pastabą prie šio elemento

source: Add items
el: Προσθήκη αντικειμένων
es: Añadir elementos
ka: ელემენტების დამატება
lt: Pridėti elementus

source: Are you sure you want to delete this basket?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτό το καλάθι;
es: ¿Está seguro de que quiere suprimir esta cesta?
ka: დარწმუნებული ბრძანდებით რომ გნებავთ ამ კალათის წაშლა?
lt: Ar tikrai norite ištrinti šį krepšelį?

source: %i users are subscribed to this basket.
el: %i χρήστες είναι εγγεγραμμένοι στο καλάθι αυτό.
es: %i usuarios están subscritos a esta cesta.
ka: %i მომხმარებელია ჩაწერილი ამ კალათაში.
lt: %i vartotojas(-ai) yra priskirti šiam krepšeliui.

source: %i user groups are subscribed to this basket.
el: %i ομάδες χρηστών είναι εγγεγραμμένοι στο καλάθι αυτό.
es: %i grupos de usuarios se han subscrito a esta cesta.
ka: %i მომხმარებელთა ჯგუფებია ჩაწერილი ამ კალათაზე.
lt: %i vartotojų grupė(-s) yra priskirtos šiam krepšeliui.

source: You have set %i alerts on this basket.
el: Έχετε θέσει %i ειδοποιήσεις στο καλάθι αυτό.
es: Ha puesto %i alertas en esta cesta.
ka: თქვენ გაქვთ %i შეტყობინება ამ კალათაზე.
lt: Nustatėte %i įspėjimą(-us) šiam krepšeliui.

source: General settings
el: Γενικές ρυθμίσεις
es: Parámetros generales
ka: ზოგადი პარამეტრები
lt: Bendrieji parametrai

source: Add group
el: Προσθήκη ομάδας
es: Añadir un grupo
ka: ჯგუფის დამატება
lt: Pridėti grupę

source: Manage group rights
el: Διαχείριση δικαιωμάτων ομάδας
es: Gestionar los permisos de grupo
ka: ჯგუფის უფლებების მართვა
lt: Tvarkyti grupės teises

source: Manage global sharing rights
el: Διαχείριση συνολικών δικαιωμάτων διαμοιρασμού
es: Gestionar los permisos globales de compartición
ka: გლობალური გაზიარების უფლებების მართვა
lt: Tvarkyti bendras dalijimosi teises

source: Delete basket
el: Διαγραφή καλαθιού
es: Suprimir la cesta
ka: კალათის წაშლა
lt: Ištrinti krepšelį

source: Editing basket %(x_basket_name)s
el: Επεξεργασία καλαθιού %(x_basket_name)s
es: Edición de la cesta %(x_basket_name)s
lt: Tvarkomas krepšelis %(x_basket_name)s

source: Save changes
el: Αποθήκευση αλλαγών
es: Guardar cambios
ka: ცვლილებების შენახვა
lt: Išsaugoti pakeitimus

source: Topic name
el: Όνομα θέματος
es: Nombre del tema
lt: Temos

source: Editing topic: %(x_topic_name)s
el: Επεξεργασία θέματος: %(x_topic_name)s
es: Editar tema: %(x_topic_name)s
lt: Redaguojamos temos: %(x_topic_name)s

source: No rights
el: Κανένα δικαίωμα
es: Sin permiso
ka: არ არის უფლებები
lt: Nėra teisių

source: View records
el: Επισκόπηση εγγραφών
es: Ver registros
ka: ჩანაწერის დათვალიერება
lt: Peržiūrėti įrašus

source: and
el: και
es: y
ka: და
lt: ir

source: view comments
el: επισκόπηση σχολίων
es: ver comentarios
ka: კომენტარის დათვალიერება
lt: peržiūrėti komentarus

source: add comments
el: προσθήκη σχολίων
es: añadir comentarios
ka: კომენტარის დამატება
lt: pridėti komentarus

source: view notes
el: προβολή σημειώσεων
es: ver notas
ka: აღნიშვნების დათვალიერება
lt: peržiūrėti pastabas

source: add notes
el: προσθήκη σημειώσεων
es: añadir notas
ka: აღნიშვნის დამატება
lt: pridėti pastabas

source: add records
el: προσθήκη εγγραφών
es: añadir registros
ka: ჩანაწერების დამატება
lt: pridėti įrašus

source: delete notes
el: διαγραφή σημειώσεων
es: borrar notas
ka: აღნიშვნის წაშლა
lt: ištrinti pastabas

source: remove records
el: διαγραφή εγγραφών
es: elimina registros
ka: ჩანაწერების წაშლა
lt: pašalinti įrašus

source: manage sharing rights
el: διαχείριση δικαιωμάτων διαμοιρασμού
es: gestionar los permisos de compartición
ka: გაზიარების უფლებების მართვა
lt: tvarkyti dalinimosi teises

source: You are not a member of a group.
el: Δεν είστε μέλος κάποιας ομάδας.
es: Usted no es miembro de un grupo.
ka: თქვენ არ ხართ ჯგუფის წევრი.
lt: Nesate šios grupės narys.

source: Sharing basket to a new group
el: Διαμοιρασμός του καλαθιού σε νέα ομάδα
es: Compartir la cesta con un nuevo grupo
ka: კალათის გაზიარება ახალ ჯგუფთან.
lt: Dalintis krepšeliu su nauja grupe

source: You are logged in as a guest user, so your baskets will disappear at the end of the current session.
el: Έχετε συνδεθεί σαν επισκέπτης, οπότε τα καλάθια σας θα εξαφανιστούν στο τέλος της τρέχουσας συνεδρίας.
es: Ahora usted está identificado como usuario visitante, con lo que sus cestas desaparecerán al final de esta sesión.
ka: თქვენ შემოსული ხართ როგორც სტუმარი, ამიტომ თქვენი კალათები წაიშლება სესიის დამთავრების შემდგომ.
lt: Esate prisijungęs kaip svečias, todėl jūsų krepšelis išnyks šios sesijos pabaigoje.

source: If you wish you can %(x_url_open)slogin or register here%(x_url_close)s.
el: Αν επιθυμείτε, μπορείτε να κάνετε %(x_url_open)slogin η να εγγραφείτε εδώ%(x_url_close)s.
es: Si lo desea, puede %(x_url_open)sidentificarse o darse de alta aquí%(x_url_close)s.
ka: თუ გნებავთ, თქვენ შეგიძლიათ %(x_url_open)sშეხვიდეთ ან დარეგისტრირდეთ აქ%(x_url_close)s.
lt: Jei pageidaujate, užsiregistruoti ar prisijungti galite %(x_url_open)sčia%(x_url_close)s.

source: This functionality is forbidden to guest users.
el: Η λειτουργία αυτή δεν επιτρέπεται στους επισκέπτες.
es: Esta funcionalidad no está permitida a los usuarios visitantes.
ka: ეს ფუნქციები აკრძალულია უცხო მომხმარებლებისათვის.
lt: Šita funkcija yra draudžiama neprisijungusiems vartotojams.

source: Back to search results
el: Επιστροφή στα αποτελέσματα αναζήτησης
es: Volver al resultado de la búsqueda
ka: უკან ძიების შედეგებთან
lt: Atgal į paieškos rezultatus

source: %i items
el: %i αντικείμενα
es: %i elementos
lt: %i elementas(-ai)

source: %i notes
el: %i σημειώσεις
es: %i notas
lt: %i pastabos

source: no notes yet
el: δίχως σημειώσεις
es: sin notas
ka: ჯერ არ არის შენიშვნები
lt: pastabų nėra

source: %i subscribers
el: %i συνδρομητές
es: %i subscriptores
lt: %i prenumeratorius(-iai)

source: last update
el: τελευταία ενημέρωση
es: Última actualización
ka: ბოლო განახლება
lt: paskutinis atnaujinimas

source: Add item
el: Προσθήκη αντικειμένου
es: Añadir elementos
lt: Pridėti elementą

source: Edit basket
el: Επεξεργασία καλαθιού
es: Editar cestas
ka: კალათის შესწორება
lt: Redaguoti krepšelį

source: Unsubscribe from basket
el: Διαγραφή συνδρομής από αυτό το καλάθι
es: Darse de baja de esta cesta
ka: კალათისგან ამოწერა
lt: Palikti krepšelį

source: This basket is publicly accessible at the following address:
el: Το καλάθι αυτό είναι δημοσίως προσβάσιμο στη διεύθυνση:
es: Se puede acceder públicamente a esta cesta desde la siguiente dirección:
ka: ეს კალათა საჯაროდაა ხლმისაწვდომი შემდეგ მისამართზე:
lt: Šis krepšelis yra pasiekiamas šiuo adresu:

source: This basket does not contain any records yet.
es: Esta cesta no contiene aún ningún registro.

source: You do not have sufficient rights to view this basket's content.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να δείτε τα περιεχόμενα αυτού του καλαθιού.
es: No tiene suficientes permisos para ver el contenido de esta cesta.
ka: თქვენ არ გაგაჩნიათ უფლებები რომ იხილოთ კალათის შემადგენლობა.
lt: Neturite reikiamų teisių peržiūrėti šį krepšelį.

source: Move item up
el: Μετακίνηση αντικειμένου επάνω
es: Subirlo
ka: ზემოთ აწევა
lt: Perkelti elementą aukštyn

source: You cannot move this item up
el: Είναι αδύνατη η μετακίνηση του αντικειμένου αυτού πάνω
es: No es posible subirlo
ka: თქვენ არ შეგიძლიათ ამ ელემენტის ზემოთ აწევა
lt: Negalima perkelti elemento aukštyn

source: Move item down
el: Μετακίνηση αντικειμένου κάτω
es: Bajarlo
ka: ელემენტის ქვემოთ ჩამოწევა
lt: Perkelti elementą žemyn

source: You cannot move this item down
el: Είναι αδύνατη η μετακίνηση του αντικειμένου αυτού κάτω
es: No es posible bajarlo
ka: თქვენ არ შეგიძლიათ ეს ელემენტი ქვემოთ ჩამოწიოთ
lt: Negalima perkelti šio elemento žemyn

source: Copy item
el: Αντιγραφή αντικειμένου
es: Copiarlo
ka: ელემენტის კოპირება
lt: Kopijuoti elementą

source: Remove item
el: Διαγραφή αντικειμένου
es: Eliminarlo
ka: ელემენტის წაშლა
lt: Pašalinti elementą

source: This record does not seem to exist any more
el: Αυτή η εγγραφή δε φαίνεται να υπάρχει πλέον.
es: El registro solicitado ya no existe.

source: Item %(x_item_index)i of %(x_item_total)i
el: Αντικείμενο %(x_item_index)i από %(x_item_total)i
es: Elemento %(x_item_index)i de %(x_item_total)i
lt: Elementas(-ai) %(x_item_index)i iš %(x_item_total)i

source: Previous item
el: Προηγούμενο αντικειμένο
es: Elemento anterior
ka: წინა ელემენტი
lt: Ankstesnis elementas

source: Next item
el: Επόμενο αντικείμενο
es: Elemento siguiente
ka: შემდეგი ელემენტი
lt: Sekantis elementas

source: Return to basket
el: Επιστροφή στο καλάθι
es: Volver a la cesta
ka: კალათაში დაბრუნება
lt: Atgal į krepšelį

source: The item you have selected does not exist.
el: Το αντικείμενο που επιλέξατε δεν υπάρχει.
es: El elemento seleccionado no existe.
ka: ელემენტი რომელიც თქვნ აირჩიეთ არ არსებობს
lt: Pasirinktas elementas neegzistuoja

source: You do not have sufficient rights to view this item's notes.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να δείτε τις σημειώσεις αυτού του αντικειμένου.
es: No tiene permisos para ver las notas de este elemento.
ka: თქვენ არ გაქვთ უფლება იხილოთ ამ ელემენტის შენიშვნა.
lt: Neturite reikiamų teisių šio elemento pastabai peržiūrėti.

source: You do not have sufficient rights to view this item.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να δείτε αυτό το αντικείμενο.
es: No tiene permisos para ver este elemento.
ka: თქვენ არ გაგაჩნიათ ულება ამ ელემენტის ნახვის.
lt: Neturite reikiamų teisių šiam elementui peržiūrėti.

source: Add a note
el: Προσθήκη σημείωσης
es: Añadir una nota
ka: შენიშვნის დამატება
lt: Pridėti pastabą

source: Add note
el: Προσθήκη σημείωσης
es: Añadir nota
ka: შენიშვნის დამატება
lt: Pridėti pastabą

source: Reply
el: Απάντηση
es: Contestar
ka: პასუხი
lt: Atsakyti

source: %(x_title)s, by %(x_name)s on %(x_date)s
el: %(x_title)s, από %(x_name)s στις %(x_date)s
es: %(x_title)s, por %(x_name)s el %(x_date)s
lt: %(x_title)s, %(x_name)s %(x_date)s

source: Note
el: Σημείωση
es: Nota
ka: შენიშვნა
lt: Pastaba

source: Subscribe to basket
el: Εγγραφή στο καλάθι αυτό
es: Subscribirse a la cesta
ka: კალათაზე ჩაწერა
lt: Prisijungti prie krepšelio

source: This public basket belongs to the user
el: Αυτό το δημόσιο καλάθι ανήκει στον χρήστη
es: Esta cesta pública pertenece al usuario
ka: ეს საჯარო კალათა ეკუთვის მომხმარებელს
lt: Šis viešasis krepšelis priklauso vartotojui

source: This public basket belongs to you.
el: Αυτό το δημόσιο καλάθι μου ανήκει.
es: Esta cesta pública es suya.
ka: ეს საჯარო კალათა თქვენ გაკუთვნით.
lt: Šis viešasis krepšelis priklauso jums

source: Basket is empty
el: Το καλάθι είναι άδειο
es: La cesta está vacía
ka: კალათა ცარიელია
lt: Tuščias krepšelis

source: All your baskets
el: Όλα τα καλάθια μου
es: Todas sus cestas
ka: ყველა თქვენი კალათა
lt: Visi jūsų krepšeliai

source: Your personal baskets
el: Τα προσωπικά μου καλάθια
es: Sus cestas personales
ka: თქვენი პირადი კალათები
lt: Jūsų asmeniniai krepšeliai

source: All your topics
es: Todos sus temas

source: Your group baskets
el: Τα ομαδικά μου καλάθια
es: Sus cestas de grupo
ka: თქვენი ჯგუფური კალათები
lt: Jūsų grupių krepšeliai

source: All your groups
es: Todos sus grupos

source: Your public baskets
el: Τα δημόσιά μου καλάθια
es: Sus cestas públicas
ka: თქვენი საჯარო კალათები
lt: Jūsų viešieji krepšeliai

source: All your public baskets
es: Todas sus las cestas públicas

source: All the public baskets
el: Όλα τα δημόσια καλάθια
es: Todas las cestas públicas
ka: ყველა საჯარო კალათები
lt: Visi viešieji krepšeliai

source: Please select a basket...
es: Seleccione una cesta...

source: You are not authorized to use baskets.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε τα καλάθια.
es: No está autorizado a usar cestas.
ka: თქვენ არ ხართ ავტორიზებული კალათების გამოსაყენებლად
lt: Jūs neturite reikiamų teisių naudotis krepšeliais.

source: You are not authorized to view this attachment
el: Δεν έχετε δικαίωμα να δείτε αυτή την επισύναψη.
es: No está autorizado a ver esta adjunto
ka: თქვენ არ ხართ ავტორიზებული ამ დანართის სანახავად
lt: Jūs nesate įgaliotas peržiūrėti šį priedą

source: Display baskets
el: Παρουσίαση καλαθιών
es: Mostrar cestas
ka: კალათების ჩვენება
lt: Parodyti krepšelius

source: Display item and notes
el: Παρουσίαση αντικειμένου και σημειώσεων
es: Mostrar el elemento y las notas
ka: ელმენტების და შენიშვნების ჩვენება
lt: Rodyti elementus ir pastabas

source: Delete a basket
el: Διαγραφή καλαθιού
es: Suprimir una cesta
ka: კალათის წაშლა
lt: Ištrinti krepšelį

source: Copy record to basket
el: Αντιγραφή εγγραφής στο καλάθι
es: Copiar el registro a la cesta
ka: ჩანაწერის კალათასი კოპირება
lt: Perkelti įrašo kopiją į krepšelį

source: Bad page number --> showing first page.
el: Μη έγκυρος αριθμός σελίδας --> προβολή της πρώτης σελίδας.
es: Número de página incorrecta --> se muestra la primera.

source: Bad number of results per page --> showing 10 results per page.
el: Μη έγκυρος αριθμός αποτελεσμάτων ανά σελίδα --> προβολή 10 αποτελεσμάτων ανά σελίδα.
es: Número de resultados por página incorrecto --> se mostrarán 10 por página.

source: Bad display order --> showing most helpful first.
el: Μη έγκυρη σειρά προβολής --> προβολή του πιο σχετικού πρώτα.
es: Orden incorrecto --> vea las más útiles.

source: Bad display order --> showing oldest first.
el: Μη έγκυρη σειρά προβολής --> προβολή του αρχαιότερου πρώτα.
es: Orden incorrecto --> se ordenará por antigüedad.

source: Comments on records have been disallowed by the administrator.
el: Τα σχόλια σε εγγραφές έχουν απαγορευθεί από τον διαχειριστή.
es: El administrador ha deshabilitado la opción de comentar en los registros.

source: Your feedback has been recorded, many thanks.
el: Το σχόλιό σας καταγράφηκε, ευχαρισούμε πολύ.
es: Muchas gracias por su contribución.

source: You have already reported an abuse for this comment.
el: Έχετε ήδη αναφέρει αυτό το σχόλιο ως κακόβουλο.
es: Ya había denunciado este comentario.

source: The comment you have reported no longer exists.
el: Το σχόλιο που αναφέρατε δεν υπάρχει πλέον.
es: El comentario que había denunciado ya no existe.

source: Sorry, you have already voted. This vote has not been recorded.
el: Λυπούμαστε, έχετε ήδη ψηφίσει. Αυτή η ψήφος δεν καταγράφηκε.
es: Ya había votado, de manera que este voto no se ha contabilizado.

source: You have been subscribed to this discussion. From now on, you will receive an email whenever a new comment is posted.
el: Εγγραφήκατε σε αυτήν τη συζήτηση. Από εδώ και στο εξής θα λαμβάνετε ένα email ειδοποίησης κάθε φορά που ένα νέο σχόλιο θα αναρτάται.
es: Se ha subscrito a esta discusión. A partir de ahora recibirá un correo electrónico cada vez que se publique un nuevo comentario.

source: You have been unsubscribed from this discussion.
el: Διαγραφήκατε από αυτήν τη συζήτηση.
es: Se ha dado de baja de esta discusión.

source: Record %i
el: Εγγραφή %i
es: Registro %i
ka: ჩანაწერი %i
lt: Įrašas %i

source: %(report_number)s"%(title)s" has been reviewed
el: %(report_number)s"%(title)s" έχει αναθεωρηθεί
es: Se han revisado el %(report_number)s"%(title)s"
ka: %(report_number)s"%(title)s" იქნა განხილული
lt: %(report_number)s"%(title)s" buvo peržiūrėtas

source: %(report_number)s"%(title)s" has been commented
el: %(report_number)s"%(title)s" έχει σχολιαστεί
es: Se han comentado el %(report_number)s"%(title)s"
ka: %(report_number)s"%(title)s" იქნა დაკომენტირებული
lt: %(report_number)s"%(title)s" pakomentuotas

source: %s is an invalid record ID
el: %s είναι μια μη έγκυρη ταυτότητα εγγραφής
es: %s no es un número válido de registro

source: Your feedback could not be recorded, please try again.
el: Το σχόλιο σας δεν μπόρεσε να καταγραφεί, παρακαλώ ξαναδοκιμάστε.
es: No ha sido posible guardar su contribución. Por favor inténtelo de nuevo.

source: %s is an invalid user ID.
el: %s είναι μια μη έγκυρη ταυτότητα χρήστη.
es: %s no es un identificador válido de usuario

source: Cannot reply to a review.
el: Δεν μπορείτε να απαντήσετε σε μια κριτική.
es: No es posible contestar a una reseña.

source: You must enter a title.
el: Πρέπει να εισάγετε ένα τίτλο.
es: Debe ponerle un título.

source: You must choose a score.
el: Πρέπει να επιλέξετε έναν βαθμό.
es: Escoja una puntuación.

source: You must enter a text.
el: Πρέπει να εισάγετε ένα κείμενο.
es: Debe redactar un texto.

source: You already wrote a review for this record.
el: Έχετε ήδη γράψει μια κριτική για αυτήν την εγγραφή.
es: Ya ha escrito una reseña para este registro.

source: You already posted a comment short ago. Please retry later.
el: Γράψατε ένα σχόλιο ήδη πριν από πολύ λίγο χρόνο. Παρακαλώ δοκιμάστε ξανά.
es: Hace poco ya ha publicado un comentario. Por favor vuelva a intentarlo más tarde.

source: Failed to insert your comment to the database. Please try again.
el: Αποτυχία εισαγωγής του σχολίου σας στη βάση δεδομένων. Παρακαλώ δοκιμάστε αργότερα.
es: No ha sido posible guardar su comentario. Por favor inténtelo de nuevo.

source: Unknown action --> showing you the default add comment form.
el: Άγνωστη ενέργεια --> προβολή της προεπιλεγμένης φόρμας εισαγωγής σχολίου
es: Acción desconocida --> se muestra el formulario de añadir un comentario.

source: Record ID %s does not exist in the database.
el: Η ταυτότητα εγγραφής %s δεν υπάρχει στη βάση δεδομένων.
es: El registro %s no existe en la base de datos.

source: No record ID was given.
el: Δε δόθηκε καμία ταυτότητα εγγραφής.
es: No ha dado el número de registro.

source: Record ID %s is an invalid ID.
el: Η ταυτότητα εγγραφής %s δεν είναι μια έγκυρη τιμή ταυτότητας.
es: %s no es un identificador válido de registro.

source: Record ID %s is not a number.
el: Η ταυτότητα εγγραφής %s δεν είναι αριθμός.
es: El registro %s no es numérico.

source: Write a comment
el: Γράψτε ένα σχόλιο
es: Escriba un comentario
ka: კომენტარის დაწერა
lt: Rašyti komentarą

source: %(x_nb)i Comments for round "%(x_name)s"
es: %(x_nb)i comentarios por la vuelta «%(x_name)s»

source: %(x_nb)i Comments
es: %(x_nb)i comentarios

source: Showing the latest %i comments:
el: Εμφάνιση των τελευταίων %i σχολίων:
es: Mostrar los últimos %i comentarios:
ka: უკანასკნელი %i კომენარის ჩვენება:
lt: Rodomi %i kementaras(-ai):

source: Discuss this document
el: Συζήτηση για στο έγγραφο
es: Comente este documento
ka: ამ დოკუმენტის განხილვა
lt: Aptarti šį dokumentą

source: Start a discussion about any aspect of this document.
el: Ξεκινήστε μια συζήτηση σχετικά με το έγγραφο αυτό.
es: Inicie un debate sobre cualquier aspecto de este documento.
ka: დისკუსიის დაწყება ამ დოკუმენტის ნებისმიერ ასპექტზე
lt: Pradėti diskusiją apie bet kokį šio dokumento aspektą.

source: Sorry, the record %s does not seem to exist.
el: Λυπούμαστε, η εγγραφή %s δεν υπάρχει.
es: Parece ser que el registro %s no existe.
ka: უკაცრავად, ჩანაწერი %s არ არსებობს.
lt: Atsiprašome, bet nepanašu, kad %s įrašas egzistuotu.

source: Sorry, %s is not a valid ID value.
el: Λυπούμαστε, το %s δεν είναι έγκυρη τιμή ταυτότητας.
es: %s no es un identificador válido.
ka: უკაცრავად, %s არ არის სწორი საიდენტიფიკაციო მნიშვნელობა.
lt: Atsiprašome, bet %s ID reikšmė netinkama.

source: Sorry, no record ID was provided.
el: Λυπούμαστε, δεν δόθηκε καμία ταυτότητα εγγραφής.
es: No ha dado el número de registro.
ka: უკაცრავად, ჩანაწერის იდენტიფიკატორი არ იქნა მითითებული.
lt: Atsiprašome, bet įrašo ID nebuvo numatytas.

source: You may want to start browsing from %s
el: Πιθανόν να θέλετε να φυλλομετρήσετε από %s
es: Puede comenzar a visualizar desde %s
ka: თქვენ შეიძლება გინდოდედ განხილვის დაწყება %s დან
lt: Galite pradėti naršyti nuo %s

source: %(x_nb)i comments for round "%(x_name)s"
el: %(x_nb)i σχόλια για στάδιο "%(x_name)s"
es: %(x_nb)i comentarios por la vuelta «%(x_name)s»
lt: %(x_nb)i komentarai "%(x_name)s"

source: Was this review helpful?
el: Σας φάνηκε χρήσιμη η κριτική;
es: ¿Ha sido útil esta reseña?
ka: ეს განხილვა სასარგებლო იყო?
lt: Ar šis atsiliepimas buvo naudingas?

source: Write a review
el: Γράψτε μια κριτική
es: Escriba una reseña
ka: განხილვის დაწერა
lt: Rašyti atsiliepimą

source: Average review score: %(x_nb_score)s based on %(x_nb_reviews)s reviews
el: Μέση βαθμολογία κριτικών: %(x_nb_score)s βασισμένη σε %(x_nb_reviews)s κριτικές
es: Puntuación media: %(x_nb_score)s, basada en %(x_nb_reviews)s reseñas
ka: საშუალო განხილვის შედეგი: %(x_nb_score)s დაფუძნებულია %(x_nb_reviews)s განხილვაზე
lt: Vidutinis atsiliepimo įvertinimas:%(x_nb_score)s priklausantis nuo %(x_nb_reviews)s atsiliepimų

source: Readers found the following %s reviews to be most helpful.
el: Οι αναγνώστε βρήκαν τις παρακάτω %s κριτικές αρκετά χρήσιμες.
es: Los lectores han encontrado que las siguientes %s reseñas son las más útiles.
ka: მკითხავებმა ჩათვალეს %s ეს განხილვები ყველაზე სასარგებლოდ.
lt: Skaitytojai įvertino .%s atsiliepimus geriausiai

source: View all %s reviews
el: Δείτε και τις %s κριτικές
es: Visualizar todas las %s reseñas
ka: იხილე ყვლა %s განხილვა
lt: Peržiūrėti visus %s atsiliepimus

source: Rate this document
el: Βαθμολογήστε το έγγραφο αυτό
es: Valore este documento
ka: შეაფასე ეს დოკუმენტი
lt: Įvertinti šį dokumentą

source: Be the first to review this document.</div>
es: Sea el primero a escribir una reseña de este documento.</div>

source: Close
es: Cerrar

source: Report abuse
el: Αναφορά προσβλητικού περιεχομένου
es: Denuncie un abuso
ka: შეგვატყობინე დარღვევა
lt: Pranešti apie piktnaudžiavimą

source: Undelete comment
el: Επαναφορά σχολίου
es: Recupera el comentario suprimido
ka: კომენტარის აღდგენა
lt: Atkurti komentarą

source: Delete comment
el: Διαγραφή σχολίου
es: Suprimir comentario
ka: კომენტარის წაშლა
lt: Ištrinti komentarą

source: Unreport comment
el: Χαρακτηρισμός σχολίου ως μη ενοχλητικό
es: Suprimir la denuncia al comentario
ka: მოუხსენებელი კომენტარი
lt: Nepranešti komentaro

source: Attached file
el: Συνημμένο αρχείο
es: Fichero adjunto
lt: Pridėti failai

source: Attached files
el: Συνημμένα αρχεία
es: Ficheros adjuntos
lt: Pridėti failai

source: Open
es: Abrir

source: Reviewed by %(x_nickname)s on %(x_date)s
el: Κρίθηκε από τον %(x_nickname)s στις %(x_date)s
es: Reseñado por %(x_nickname)s el %(x_date)s
ka: განხილულია %(x_nickname)s ის მიერ %(x_date)s
lt: Atsiliepimas %(x_nickname)s %(x_date)s

source: %(x_nb_people)s out of %(x_nb_total)s people found this review useful
el: %(x_nb_people)s από %(x_nb_total)s ανθρώπους βρήκαν την κριτική αυτή χρήσιμη
es: %(x_nb_people)s de %(x_nb_total)s personas han encontrado esta reseña útil

source: Undelete review
el: Επαναφορά κριτικής
es: Recupera la reseña suprimido
ka: წაუშლელი განხილვა
lt: Atkurti atsiliepimą

source: Delete review
el: Διαγραφή κριτικής
es: Eliminar la reseña
ka: განხილვის წაშლა
lt: Ištrinti atsiliepimą

source: Unreport review
el: Σήμανση κριτικής ως μη κακόβουλη
es: Suprimir la denuncia a la reseña
ka: მოუხსენებლი განხილვა
lt: Nepraneštas atsiliepimas

source: Comments
el: Σχόλια
es: Comentarios
ka: კომენტარები
lt: Komentarai
