Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Join New Group
el: Κατάταξη σε Νέα Ομάδας
es: Unirse a un grupo nuevo
ka: შეუერთდით ახალ ჯგუფს
lt: Prisijungti prie naujos grupės

source: Leave Group
el: Αποχώρηση από Ομάδα
es: Dejar el grupo
ka: ჯგუფის დატოვება
lt: Atsijungti nuo grupės

source: Edit Group
el: Τροποποίηση Ομάδας
es: Editar el grupo
ka: ჯგუფის რედაქრტიება
lt: Redaguoti grupę

source: Edit group members
el: Τροποποίηση μελών ομάδας
es: Editar los miembros del grupo
ka: ჯგუფის წევრების რედაქრირება
lt: Redaguoti grupės narius

source: Database problem
el: Πρόβλημα βάσης δεδομένων
es: Problema en la base de datos
ka: მონაცემთა ბაზასთან დაკავშირებული პრობლემა
lt: Duomenų bazės problema

source: Account registration at %s
el: Δημιουργία λογαριασμού στο %s
es: Alta de cuenta en %s
ka: ანგარიშის რეგისტრაცია %s
lt: Paskyros registracija %s

source: New account on
el: Νέος λογαριασμός στις
es: Nueva cuenta en
ka: ახალი ანგარიში ჩართულია
lt: Nauja paskyra

source: PLEASE ACTIVATE
el: ΠΑΡΑΚΑΛΩ ΕΝΕΡΓΟΠΟΙΗΣΤΕ
es: ACTÍVELO, POR FAVOR
ka: გთხოვთ გაააქტიუროთ
lt: PRAŠOME AKTYVUOTI

source: A new account has been created on
el: Ένας νέος λογαριασμός δημιουργήθηκε στις
es: Su cuenta ha sido creada en
ka: შექმნილია ახალი ანგარიში
lt: Nauja paskyra sukurta

source: and is awaiting activation
el: και περιμένει ενεργοποίηση
es: y está esperando que se active
ka: და ელოდება გააქტიურებას
lt: ir parengta aktyvuoti

source: Username/Email
el: Όνομα χρήστη/Email
es: Nombre de usuario/Dirección de correo
ka: მომხმარებლის სახელი/ე-მეილი:
lt: Vartotojo vardas/el.paštas

source: You can approve or reject this account request at
el: Μπορείτε να δεχτείτε ή να απορρίψετε την αίτηση δημιουργίας λογαριασμού στο
es: Puede aprobar o rechazar esta cuenta en
ka: თქვენ შეგიძლიათ ან დაადასტუროთ ან უარყოთ ამ ანგარიშის მოთხოვნა
lt: Jus galite patvirtinti ar atmesi paskyros sukurimo prašymą

source: %(category)s Pages
el: %(category)s Σελίδες
es: Páginas de %(category)s
ka: %(category)s გვერდები
lt: %(category)s Puslapiai

source: Sorry, page %s does not seem to exist.
el: Λυπούμαστε, η σελίδα %s δεν υπάρχει.
es: Parece ser que la página %s no existe.
ka: უკაცრავად, მაგრამ გვერდი %s სავარაუდოდ არ არსებობს.
lt: Atsiprašome, puslapis %s neegzistuoja.

source: Admin Pages
el: Σελίδες Διαχειριστή
es: Páginas de administración
ka: ადმინისტრატორის გვერდები
lt: Administratoriaus puslapiai

source: Help Pages
el: Σελίδες Βοήθειας
es: Páginas de ayuda
ka: დამხმარე გვერდები
lt: Pagalbos puslapiai

source: Hacking Pages
el: Σελίδων Προχωρημένων Διεργασιών
es: Páginas para los desarrolladores
ka: დოკუმენტაცია პროგრამისტებისათვის
lt: Dokumentacija kūrėjams

source: Hacking Invenio
el: Πειράζοντας το Invenio
es: Desarrollo de Invenio
ka: Invenio -ს პროგრამული კონფიგურირება
lt: Kūrti Invenio

source: Latest modifications:
el: Τελευταίες τροποποιήσεις:
es: Últimas modificaciones:
ka: უახლესი ცვლილებები:
lt: Paskutiniai pakeitimai:

source: This is the table of contents of the %(x_category)s pages.
el: Αυτό είναι το ευρετήριο των σελίδων %(x_category)s.
es: Esta es la tabla de contenidos de las páginas de %(x_category)s.
ka: ეს არის %(x_category)s გვერდების სარჩევი.
lt: %(x_category)s puslapių turinys.

source: Page %s Not Found
el: Η Σελίδα %s Δεν Βρέθηκε
es: No se ha encontrado la página %s
ka: %s გვერდი არ არის ნაპოვნი
lt: Puslapis %s nerastas

source: You may want to look at the %(x_url_open)s%(x_category)s pages%(x_url_close)s.
el: Μπορείτε να κοιτάξετε στις %(x_url_open)s%(x_category)s σελίδες%(x_url_close)s
es: Le puede interesar consultar las %(x_url_open)spágines %(x_category)s%(x_url_close)s.
lt: Jus galite peržiūrėti %(x_url_open)s%(x_category)s puslapius%(x_url_close)s.

source: Warning
el: Προειδοποίηση
es: Atención
ka: გაფრთხილება
lt: Įspėjimas

source: Last updated
el: Τελευταία ενημέρωση
es: Última actualización
ka: ბოლო განახლება
lt: Paskutinis atnaujinimas

source: Maintained by
el: Συντηρείται από
es: Mantenido por
ka: შენახულია
lt: Prižiūrimas

source: This site is also available in the following languages:
el: Η σελίδα αυτή είναι διαθέσιμη και στις εξής γλώσσες:
es: Este sitio también está disponible en los siguientes idiomas:
ka: ეს საიტი ასევე ხელმისაწვდომია შემდეგ ენებში:
lt: Šį puslapį galima skaityti šiomis kalbomis:

source: Browser
el: Φυλλομετρητής
es: Navegador
ka: ბრაუზერი
lt: Naršyklė

source: System Error
el: Σφάλμα Συστήματος
es: Error de sistema
ka: სისტემური შეცდომა
lt: Sistemos klaida

source: Client
el: Πελάτης
es: Cliente
ka: კლიენტი
lt: Klientas

source: Please send an error report to the administrator.
el: Παρακαλώ αποστείλατε την αναφορά σφάλματος στον Διαχειριστή.
es: Por favor, envíe el informe de error al administrador.
ka: გთხოვთ გაგზავნოთ შეცდომის თაობაზე ანგარიში ადმინისთრათორთან.
lt: Siųsti klaidos pranešimą administratoriui.

source: Send error report
el: Αποστολή αναφοράς σφάλματος
es: Enviar el informe de error
ka: შეცდომის თაობაზე ანგარიშის გაგზავნა
lt: Siųsti klaidos pranešimą

source: Please contact %s quoting the following information:
el: Παρακαλώ επικοινωνήστε με τον %s αναφέροντας τα παρακάτω στοιχεία:
es: Por favor contacte con %s indicando la siguiente información:
ka: გთხოვთ დაუკავშირდეთ%s შემდეგი ინფორმაციის გამოსაყენებლად:
lt: Susisiekite su %s ir perduokite:

source: Record created %(x_date_creation)s, last modified %(x_date_modification)s
el: Δημιουργία εγγραφής %(x_date_creation)s, τελευταία τροποποίηση %(x_date_modification)s
es: Registro creado el %(x_date_creation)s, última modificación el %(x_date_modification)s
ka: ჩანაწერი შექმნილია %(x_date_creation)s, ბოლოს შესწორებულია %(x_date_modification)s
lt: Įrašas sukurtas %(x_date_creation)s, paskutinį kartą modifikuotas %(x_date_modification)s

source: The server encountered an error while dealing with your request.
el: Εμφανίστηκε πρόβλημα κατά την διαχείριση του αιτήματός σας.
es: El sistema ha encontrado un error mientras gestionaba su petición.
ka: სერვერი გადააწყდა შეცდომას თქვენი მოთხოვნის დამუშავებისას.
lt: Serveris rado klaidą apdorodamas jūsų užklausą.

source: In case of doubt, please contact %(x_admin_email)s.
el: Σε περίπτωση αμφιβολίας, παρακαλώ επικοινωνήστε με %(x_admin_email)s.
es: En caso de duda, póngase en contacto con %(x_admin_email)s
ka: თუ არხართ დარწმუნებული, დაუკავშირდით %(x_admin_email)s.
lt: Jei kyla abejonių, prašome susisiekti su %(x_admin_email)s.

source: The task queue is currently running in automatic mode, and there are currently %s tasks waiting to be executed. Your record should be available within a few minutes and searchable within an hour or thereabouts.
el: Η ουρά εργασιών βρίσκεται σε αυτόματη λειτουργία και αυτή τη στιγμή υπάρχουν %s εργασίες που περιμένουν να εκτελεστούν. Η εγγραφή σας θα είναι διαθέσιμη μέσα σε λίγα λεπτά και θα είναι αναζητήσιμη σε λιγότερο από μία ώρα.
es: La cola de tareas se está ejecutando automáticamente, y en estos momentos hay %s tareas esperando su ejecución. Su registro estará a punto dentro de poco, y buscable en una hora, aproximadamente.
ka: დავალებების სია ავტომატურ რეჟიმში მუშაობს, და ამჟამად არის %s დავალება რიგში. თქვენი ჩანაწერი უნდა იყოს ხელმისაწვდომი რამოდენიმე წუთში და ძიებისთვის ხელმისაწვდომი რამოდენიმე საათში.
lt: Užduotys atliekamos automatiniu režimu, ir šiuo metu %s užduotys laukia eilėje. Jūsų dokumentai bus pasiekiami už kelių minučių, atlikti paiešką galėsite už valandos ar greičiau.

source: Because of a human intervention or a temporary problem, the task queue is currently set to the manual mode. Your submission is well registered but may take longer than usual before it is fully integrated and searchable.
el: Εξαιτίας κάποιων διεργασιών συντήρησης ή κάποιου προσωρινού σφάλματος η ουρά εργασιών βρίσκεται σε χειροκίνητη λειτουργία. Η υποβολή σας έχει ληφθεί υπόψη, αλλά μπορεί να καθυστερήσει λίγο μέχρι να εισαχθεί στο σύστημα και να είναι αναζητήσιμη.
es: Debido a una intervención humana o a un problema temporal, la cola de tareas está en modo manual. Su contribución ha quedado registrada, pero puede tardar más de lo habitual hasta que esté bien integrado y buscable.
ka: ადამიანის ჩარევის გამო ან დრობითი პრობლემის, დავალებების რიგი გადავიდა ხელოვნურ რეჟიმზე. თქვენი დამატება წარმატებით დარეგისტრირდა, მაგრამ შეიძლება დაჭირდეს საჭიროზე მეტი დრო სრული ინტეგრაციისათვის.
lt: Dėl žmogaus įsikišimo ar dėl iškilusių kitų problemų, užduočių eilė vykdoma rakiniu būdu. Jūsų patalpinti dokumentai sėkmingai užregistruoti, bet patalpinimo procesas gali užtrukti ilgiau nei įprasta.

source: Not enough information to go ahead with the submission.
el: Δεν υπάρχουν αρκετές πληροφορίες για την ολοκλήρωση της υποβολής.
es: Falta información para continuar con el envío.
ka: ინფორმაცია არ არის საკმარისი იმისათვის რომ განაგრძოთ წარდგენა.
lt: Nepakanka informacijos tęsti patalpinimo procesą.

source: Invalid parameters
el: Λανθασμένη παράμετρος
es: Parámetros no válidos
ka: პარამეტრები არასწორია
lt: Netinkami parametrai

source: Invalid doctype and act parameters
el: Λανθασμένος τύπος εγγράφου και παράμετρος ενέργειας
es: Parámetros para doctype y act no válidos
ka: არასწორი დოკუმენტის ტიპი და მოქმედების პარამეტრები
lt: Netinkamas dokumento tipas ir vykdymo parametrai.

source: Unable to find the submission directory for the action: %s
el: Δεν είναι δυνατόν να βρεθεί ο κατάλογος υποβολής για την ενέργεια: %s
es: No se puede encontrar el directorio de envíos para la acción: %s
ka: ვერ ვპოულობ დამატების დირექტორიას, შემდეგი მოქმედებისათვის %s
lt: Nepavyko rasti patalpinimo direktorijos veiksmui: %s

source: Unknown document type
el: Άγνωστος τύπος εγγράφου
es: Tipo de documento desconocido
ka: დოკუმენტის ტიპი უცნობია
lt: Nežinomas dokumento tipas

source: Unknown action
el: Άγνωστη ενέργεια
es: Acción desconocida
ka: უცნობი მოქმდება
lt: Nežinomas veiksmas

source: Unable to determine the number of submission pages.
el: Δεν είναι δυνατόν να προσδιορισθεί ο αριθμός των σελίδων που υποβάλετε.
es: No ha sido posible determinar el número de páginas del envío.
ka: ვერ ხერხდება წარდგენილი გვერდების რიცხვის დადგენა.
lt: Negalima nustatyti patalpintų puslapių skaičiaus.

source: Unable to create a directory for this submission. The administrator has been alerted.
el: Δεν είναι δυνατόν να δημιουργηθεί κατάλογος για την υποβολή αυτή.Έχει ειδοποιηθεί ο διαχειριστής του συστήματος.
es: No ha sido posible crear el directorio para este envío. Se ha avisado al administrador.
ka: ვერ ხერხდება დირექტორიის შექმნა ამ დამატებისათვის. შეტყობინება გაეგზავა ადმინისტრატორს.
lt: Neleidžiama sukurti katalogo. Administratorius buvo įspėtas.

source: Cannot create submission directory. The administrator has been alerted.
el: Δεν είναι δυνατόν να δημιουργηθεί κατάλογος για την υποβολή αυτή.Έχει ειδοποιηθεί ο διαχειριστής του συστήματος.
es: No ha sido posible crear el directorio para los envíos. Se ha avisado al administrador.
ka: ვერ ხერხდება დამატების დირექტორიის შექმნა. შეტყობინება გაეგზავნა ადმინისტრატორს.
lt: Negalima sukurti katalogo. Administratorius buvo įspėtas.

source: No file uploaded?
el: Πιθανώς δεν έχει ανέβει κανένα αρχείο
es: No ha subido ningún archivo?
ka: ფაილი არ არის ატვირთული ?
lt: Nėra įkeltų failų?

source: Unknown form field found on submission page.
el: Άγνωστο πεδίο βρέθηκε στην σελίδα υποβολής.
es: Campo desconocido en el formulario de envíos.
ka: დამატების გვერდზე აღმოჩდა ამოუცნობი ტიპის ველი.
lt: Talpinimo puslapyje rastas neatpažintas formos laukelis.

source: A serious function-error has been encountered. Adminstrators have been alerted. <br /><em>Please not that this might be due to wrong characters inserted into the form</em> (e.g. by copy and pasting some text from a PDF file).
el: Εντοπίστηκε ένα σημαντικό σφάλμα. Οι διαχειριστές έχουν ειδοποιηθεί. <br /><em>Λάβετε υπόψη σας οτι το σφάλμα μπορεί να οφείλεται σε προβληματικούς χαρακτήρες που εισήχθησαν στην φόρμα</em> (πχ από αντιγραφή και επικόλληση από κάποιο αρχείο PDF).
es: Se ha encontrado un error de funcionamiento serio. Se ha avisado a los administradores. <br /><em>Seguramente la causa sea que se hayan insertado caracteres erróneos en el formulario</em> (p. ej., copiando y pegando algún texto de un archivo PDF).
ka: ადგილი აქვს სერიოზულ ფუნქციუ შეცდომას. შეტყობინება გაეგზავნა ადმინისტრატორს. <br /><em>შეიძლება გამოწვეული იყოს არასწორი სიმბოლოების გამოყენების გამო</em> (მაგალითად PDF ფაილიდან დაკოპირებით).
lt: Rasta rimta funkcionavimo klaida. Adminstratorius buvo įspėtas. <br /><em>Patikrinkite ar ji iškilo ne dėl blogai įvestų simbolių į įvedimo formą</em> (pvz.: kopijuojant tekstą iš PDF failo).

source: Unable to find document type: %s
el: Δεν είναι δυνατόν να βρεθεί ο τύπος εγγράφου: %s
es: Imposible encontrar el tipo de documento: %s
ka: ვერ ვპოულობ დოკუმენტის ტიპს: %s
lt: Nepavyko rasti dokumento tipo: %s

source: The chosen action is not supported by the document type.
el: Η επιλεγμένη ενέργεια δεν υποστηρίζεται από το έγγραφο.
es: La acción que ha escogido no está soportada para este tipo de documento.
ka: არჩეული ქმედება არ არის მხარდაჭერილი არჩეული დოკუმენტის ტიპით.
lt: Pasirinktas veiksma nepalaikomas šio tipo dokumentuose.

source: Login to display all document types you can access
es: Identifíquese para visualizar todos los tipos de documento a los que tiene acceso

source: Document types available for submission
el: Διαθέσιμοι τύποι εγγράφων προς υποβολή
es: Tipos de documentos disponibles para realizar envíos
ka: დოკუმენტის ტიპი ხელმისაწდომია წარსადგენად
lt: Galima talpinti tokių tipų dokumentus

source: Please select the type of document you want to submit
el: Παρακαλώ επιλέξτε τον τύπο του εγγράφου που θέλετε να υποβάλετε
es: Seleccione el tipo de documento que quiere enviar.
ka: გთხოვთ ამოირჩოთ იმ დოკუმენტის ტიპი, რომლის წარდგენაც გსურთ
lt: Prašome pasirinkti dokumento, kuri norite patalpinti, tipą

source: No document types available.
el: Δεν υπάρχουν διαθέσιμα είδη εγγράφων.
es: No hay tipos de documentos disponibles.
ka: დოკუმენტის ტიპები ხელმიუწდომელია.
lt: Dokumento tipų nėra.

source: Please select a category
el: Παρακαλώ επιλέξτε μια κατηγορία
es: Seleccione una categoría
ka: გთხოვთ მონიშნოთ კატალოგი
lt: Prašome pasirinkti kategoriją

source: Select a category and then click on an action button.
el: Επιλέξτε μια κατηγορία και μετά κάντε κλίκ στο κουμπί της ενέργειας.
es: Seleccione una categoría y después seleccione una acción.
ka: გთხოვთ აირჩიოთ კატეგორია და შემდგომ მიაჭიროთ მოქმედების ღილაკს.
lt: Pasirinkite kategoriją ir paspauskite mygtuką.

source: To continue with a previously interrupted submission, enter an access number into the box below:
el: Για να συνεχίσετε κάποια υποβολή που διακόπηκε, πληκτρολογήστε στο παρακάτω πεδίο το access number:
es: Pera continuar un envío interrumpido, introduzca el número de acceso en la siguiente celda:
ka: იმისათვის რომ შეძლოთ გაგრძელება უწინ შეწყვეტილი წარდგენის, საჭიროა წვდომის ნომრის შეყვანა შემდგომ გრაფაში:
lt: Kad pratęsti anksčiau sustabdytus įkėlimus, įveskite leidimo numerį į laukelį žemiau:

source: GO
es: ADELANTE
ka: გადასვლა
lt: VYKDYTI

source: SUMMARY
el: ΠΕΡΙΛΗΨΗ
es: RESUMEN
ka: დასკნა
lt: SANTRAUKA

source: Submission number
el: Αριθμός υποβολής
es: Número de envío
ka: წარდგენის ნომერი
lt: Įkėlimo numeris

source: Are you sure you want to quit this submission?
el: Είστε σίγουροι πως θέλετε να εγκαταλείψετε την παρούσα διαδικασία υποβολής;
es: ¿Está seguro de que desea abandonar este envío?
ka: დარწმუნებული ბრძანდებით რომ გსურთ დატოვოთ წარდინება?
lt: Ar tikrai norite nutraukti šį įkėlimo procesą?

source: Back to main menu
el: Επιστροφή στο βασικό μενού
es: Volver al menú principal
ka: ძირითად მენიუში დაბრუნება
lt: Grįžti į pagrindinį puslapį

source: This is your submission access number. It can be used to continue with an interrupted submission in case of problems.
el: Αυτός είναι ο αριθμός υποβολής σας. Μπορεί να χρησιμοποιηθεί για να ολοκληρώσετε κάποια μη ολοκληρωμένη υποβολή σε περίπτωση προβλήματος.
es: Este es su número de acceso de envío. Lo puede utilizar para continuar un envío interrumpido en caso de haber problemas.
ka: ეს არის თქვენი წარგენის გამოსაყენებელი ნომერი. ის შეიძლება გამოყენებულ იქნას პრობლემების შემთქვევაში შეწყვეტილი წარდგენის გასაგრძელებლად.
lt: Tai įkėlimo leidimo numeris. Jis gali būti reikalingas nutraukto įkėlimo proceso atnaujinimo metu, iškylus nesklandumams.

source: Mandatory fields appear in red in the SUMMARY window.
el: Τα υποχρεωτικά πεδία εμφανίζονται στο παράθυρο της ΠΕΡΙΛΗΨΗΣ με κόκκινο.
es: Los campos obligatorios aparecen en rojo en el recuadro RESUMEN.
ka: სავალდებულო მინდვრები შეფერადებულია წითლად დასკვნით ფანჯარაში.
lt: Privalomi laukai rodomi raudonai SANTRAUKOS lange.

source: The field %s is mandatory.
el: Το πεδίο %s είναι υποχρεωτικό.
es: El campo %s es obligatorio.
ka: %s ველი სავალდებულოა
lt: Laukas %s yra privalomas.

source: Please make a choice in the select box
el: Παρακαλώ επιλέξτε κάτι στο κουτί επιλογών
es: Por favor escoja uno en el desplegable
ka: გთხოვთ გააკეთოთ არჩევანი არჩევით მენიუში.
lt: Prašome pasirinkti

source: Please press a button.
el: Παρακαλώ πατήστε ένα κουμπί.
es: Pulse un botón.
ka: გთხოვთ მიაჭიროთ ღილაკს.
lt: Prašome paspausti mygtuką.

source: The field %s is mandatory. Please fill it in.
el: Το πεδίο %s είναι υποχρεωτικό. Πρακαλώ συμπληρώστε το.
es: El campo %s es obligatorio. Rellénelo, por favor.
ka: %s ველი სავალდებულოა.გთხოვთ შეავსოთ.
lt: Laukelis %s yra privalomas. Užpildykite jį.

source: The field %(field)s is mandatory.
el: Το πεδίο %(field)s είναι υποχρεωτικό.
es: El campo %(field)s es obligatorio.
ka: ველი %(field)s სავალდებულოა.
lt: Laukelis %(field)s yra privalomas.

source: Going back to page
el: Επιστροφή στην σελίδα
es: Volver a la página
ka: დაუბრუნდეთ გვერდს
lt: Grįžti į puslapį

source: finished!
el: τελος!
es: ¡finalizado!
ka: დასრულებულია!
lt: baigta!

source: end of action
el: τέλος ενέργειας
es: final de la acción
ka: მოქმედების დასრულება
lt: veiksmas baigtas

source: Submission no
el: Αριθμός υποβολής
es: Envío nº
ka: დამატების ნომერი
lt: Vykdomas įkėlimas

source: Here is the %(x_action)s function list for %(x_doctype)s documents at level %(x_step)s
el: Ορίστε η %(x_action)s λίστα ενεργειών για τα %(x_doctype)s έγγραφα στο επίπεδο %(x_step)s
es: Lista de funciones %(x_action)s para los documentos de tipo %(x_doctype)s en el nivel %(x_step)s
ka: აქ არის %(x_action)s ფუნქციების სია %(x_doctype)s დოკუმენტებისათვის შემდეგ დონეზე %(x_step)s
lt: %(x_action)s funkcijų sąrašas %(x_doctype)s dokumentams, esantiems %(x_step)s

source: Function
el: Λειτουργία
es: Función
ka: ფუნქცია
lt: Funkcija

source: Score
el: Βαθμολογία
es: Puntuación
ka: ქულა
lt: Rezultatas

source: Running function
el: Λειτουργία που εκτελείται
es: Función en ejecución
ka: გაშვებული ფუნქცია
lt: Vykdyti funkciją

source: Function %s does not exist.
el: Η λειτουργία %s δεν υπάρχει.
es: La función %s no existe.
ka: ფუნქცია %s არ არსებობს
lt: Funkcija %s neegzistuoja.

source: You must now
el: Πρέπει τώρα
es: Ahora usted debe
ka: თქვენ უნდა იცოდეთ
lt: Dabar turite

source: all types of document
el: έγγραφα όλων των ειδών
es: todos los tipos de documento
ka: ყველა ტიპის დოკუმეტი
lt: visi dokumentų tipai

source: Subm.No.
el: Αρ.Υποβ.
es: Envío
ka: დამატ.ნო.
lt: Talpinimo Nr.

source: Reference
el: Αριθμός αναφοράς
es: Referencia
ka: ცნობა
lt: Nuoroda

source: First access
el: Πρώτη προσπέλαση
es: Primer acceso
ka: პირველი ხელმისაწვდომი
lt: Pirma prieiga

source: Last access
el: Τελευταία προσπέλαση
es: Último acceso
ka: ბოლო ხელმისაწვდომი
lt: Paskutinė prieiga

source: Are you sure you want to delete this submission?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε την υποβολή αυτή;
es: ¿Está seguro de que desea suprimir su envío?
ka: დარწმუნებული ბრძანდებით რომ გსურთ წაშალოთ ეს წარდგენა?
lt: Ar tikrai norite pašalinti talpinamą dokumentą?

source: Delete submission %(x_id)s in %(x_docname)s
el: Διαγραφή υποβολής %(x_id)s στην κατηγορια %(x_docname)s
es: Suprimir el envío %(x_id)s en %(x_docname)s
ka: დამატების წაშლა %(x_id)s, %(x_docname)s -ში
lt: Pašalinti talpinama dokumentą %(x_id)s iš %(x_docname)s

source: Reference not yet given
el: Δεν έχει δοθεί ακόμη αριθμος αναφοράς
es: Todavía no tiene referencia
ka: ცნობა ჯერ არ არის მინიჭებული
lt: Nuoroda dar negauta

source: Refereed Documents
el: Έγγραφα που αξιολογείτε
es: Documentos revisados
ka: მითითებული დოკუმენტები
lt: Rekomenduojami dokumentai

source: You are a general referee
el: Είστε κύριος αξιολογητής
es: Usted es el revisor general
ka: თქვენ ხართ მთავარი რეფერი
lt: Jus esate pagrindinis vertintojas

source: You are a referee for category:
el: Είστε αξιολογητής για την κατηγορία:
es: Usted es revisor para al categoría:
ka: თქვენ ხართ კატალოგის რეფერი:
lt: Jūsų vertinamos kategorijos:

source: List of refereed types of documents
el: Λίστα από τύπους εγγράφων που αξιολογείτε
es: Lista de tipos de documentos revisados
ka: მითითებული დოკუმენტების ტიპების სია
lt: Sąrašas dokumentų, kurių tipai yra rekomenduojami

source: Select one of the following types of documents to check the documents status
el: Επιλέξτε έναν από τους παρακάτω τύπους εγγράφων για να ελέγξετε την κατάσταση του
es: Seleccione uno de los tipos de documentos siguientes para comprobar el estado de los documentos
ka: აირჩიეთ ერთერთი მომდევნო დოკუმენტთაგანი იმისათვის რომ შეამოძმოთ დოკუმენტის სტატუსი
lt: Pasirinkite vieną dokumentų tipą, kad galėtumėte peržiūrėti dokumentų būseną

source: Go to specific approval workflow
el: Μεταφορά στην ροή εργασιών ορισμένων εγκρίσεων
es: Ir al procedimiento de aprobación específico
ka: გადადით სპეციფიურ დადასტურებულ სამუშაო ნაკადში
lt: Pereiti prie konkrečių patvirtinimų proceso

source: List of refereed categories
el: Λίστα από κατηγορίες που αξιολογείτε
es: Lista de categorías a revisar
ka: მითითებული კატეგორიების სია
lt: Sąrašas įvertintų kategorijų

source: Please choose a category
el: Παρακαλώ επιλέξτε μια κατηγορία
es: Escoja una categoría
ka: გთხოვთ აირჩოთ კატეგორია
lt: Pasirinkite kategoriją

source: Pending
el: Σε αναμονή
es: Pendiente
ka: რიგშია
lt: Laukiantys

source: Approved
el: Εγκεκριμένα
es: Aprobado
ka: დადასტურებულია
lt: Patvirtinti

source: Rejected
el: Απορριφθέντα
es: Rechazado
ka: უაყოფილია
lt: Atmesti

source: Key
el: Κλειδί
es: Código
ka: გასაღები
lt: Raktas

source: Waiting for approval
el: Αναμονή έγκρισης
es: Esperando la aprobación
ka: ელოდება დასწურს
lt: Laukia patvirtinimo

source: Already approved
el: Ήδη εγκεκριμένα
es: Ya aprobado
ka: უკვე დადასტურებულია
lt: Jau patvirtintas

source: Some documents are pending.
el: Κάποια έγγραφα εκκρεμούν ακόμη
es: Algunos documentos están pendientes.
ka: ზოგი დოკუმენტი რიგშია.
lt: Keli dokumentai yra laukimo būsenoje.

source: List of refereing categories
el: Λίστα κατηγοριών που αξιολογείτε
es: Lista de categorías a revisar
ka: მიმთითებელი კატეგორიების სია
lt: Sąrašas vertinamų dokumentų

source: Cancelled
el: Ακυρώθηκε
es: Cancelado
ka: გაუქმებულია
lt: Atšauktas

source: List of refereed documents
el: Λίστα αξιολογηθέντων εγγράφων
es: Lista de los documentos revisados
ka: მიმთითებელი დოკუმენტების სია
lt: Sąrašas įvertintų dokumentų

source: Click on a report number for more information.
el: Κάντε κλικ στον αριθμό αναφοράς για να πάρετε επιπλέον πληροφορίες.
es: Haga clic en un número de informe para más información.
ka: დააწკაპუნეთ რეპორტის ნომერზე მეტი ინფორმაციისათვის.
lt: Paspauskite ant pranešimo numerio, kad gautmėte daugiau informacijos.

source: Report Number
el: Αριθμός αναφοράς
es: Número de informe
ka: რეპორტის ნომერი
lt: Pranešimo numeris

source: List of publication documents
el: Λίστα δημοσιευμένων εγγράφων
es: Lista de documentos de publicación
ka: გამოქვეყნებულ დოკუმენთთა სია
lt: Sąrašas publikacijų

source: List of direct approval documents
el: Λίστα εγγράφων με άμεση έκριση
es: Lista de los documentos de aprobación directa
ka: პირდაპირი დასადასტურებელი დოკუმენტების სია
lt: Sąrašas tiesiogiai patvirtintų dokumentų
