Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: AND NOT
el: ΚΑΙ ΟΧΙ
es: Y NO
ka: და არა
lt: IR NE

source: Admin Area
el: Περιοχή Διαχειριστή
es: Zona de administración
ka: ადმინისტრატორის არეა
lt: Administratoriaus erdvė

source: Browse
el: Φυλλομέτρηση
es: Índice
ka: დათვალიერება
lt: Naršyti

source: Search Tips
el: Παραδείγματα αναζήτησης
es: Consejos para la búsqueda
ka: ძებნის მინიშნებანი
lt: Patarimai kaip ieškoti

source: abstract
el: περίληψη
es: resumen
ka: აბსტრაქტი
lt: anotacija

source: fulltext
el: πλήρες κείμενο
es: texto completo
ka: სრული ტექსტი
lt: pilnas tekstas

source: Regular expression:
es: Expresión regular:
ka: რეგულარული გამოსახულებანი:
lt: Reguliari išraiška:

source: All of the words:
el: Όλες οι λέξεις:
es: Todas las palabras:
ka: ყველა სიტყვა:
lt: Visi žodžiai:

source: report number
el: αριθμός αναφοράς
es: número de reporte
ka: რეპორტის ნომერი
lt: ataskaitos numeris

source: year
el: έτος
es: año
ka: წელი
lt: metai

source: subject
el: θέμα
es: materia
ka: საგანი
lt: tema

source: or
el: ή
es: o
ka: ან
lt: ar

source: Partial phrase:
el: Επιμέρους φράση:
es: Frase parcial:
ka: ნაწილობრივი ფრაზა:
lt: Dalinė frazės:

source: reference
el: αναφορά
es: referencia
ka: ბმული
lt: nuoroda

source: author
el: συγγραφέας
es: autor
ka: ავტორი
lt: autorius(-ė)

source: Search Guide
el: Οδηγός Αναζήτησης
es: Guía de búsqueda
ka: ძებნის ცნობარი
lt: Paieškos vadovas

source: Export as
el: Εξαγωγή ως
es: Exportar como
ka: ექსპორტირება
lt: Eksportuoti kaip

source: Any of the words:
el: Οποιαδήποτε από τις λέξεις
es: Al menos una de las palabras:
ka: ნებისმიერი სიტყვები:
lt: Bet kuris žodis:

source: division
el: τμήμα
es: división
ka: განყოფილება
lt: skyrius

source: Search
el: Αναζήτηση
es: Buscar
ka: ძებნა
lt: Ieškoti

source: Citation Metrics
el: Στατιστικά Παραπομπών
es: Métrica de citas
lt: Nurodomoji metrika

source: experiment
el: πείραμα
es: experimento
ka: ექსპერიმენტი
lt: eksperimentas

source: any field
el: οποιοδήποτε πεδίο
es: cualquier campo
ka: ნებისმიერი ველი
lt: bet kuris laukelis

source: Help Central
el: Βοήθεια
es: Centro de ayuda
ka: ცენტრალური დახმარება
lt: Pagalbos Centras

source: collection
el: συλλογή
es: colección
ka: კოლექცია
lt: rinkinys

source: WebSearch Admin Guide
el: Οδηγός αναζήτησης
es: Guía de administración de WebSearch
ka: ვებ ძებნის ადმინისტრატორის ცნობარი
lt: WebSearch modulio administravimo vadovas

source: Exact phrase:
el: Ακριβής φράση:
es: Frase exacta:
ka: ზუსტი ფრაზა:
lt: Tiksli frazė:

source: Submit Guide
el: Οδηγός υποβολής εγγράφου
es: Ayuda para el envío
ka: წარდგენის ცნობარი
lt: Dokumentų talpinimo vadovas

source: AND
el: ΚΑΙ
es: Y
ka: და
lt: IR

source: keyword
el: λέξη κλειδί
es: palabra clave
ka: საკვანძო სიტყვა
lt: raktažodis

source: title
el: τίτλος
es: título
ka: სათაური
lt: pavadinimas

source: Narrow by collection:
el: Περιορισμός με συλλογή:
es: Búsqueda por colección:
ka: კოლექციის მიხედვით დაზუსტება:
lt: Susiaurinti pagal rinkinį:

source: Add to personal basket
el: Προσθήκη στο προσωπικό καλάθι
es: Añadir a la cesta personal
ka: პირად კალათაში დამატება
lt: Dėti į krepšelį

source: WebSubmit Admin Guide
el: Οδηγός διαχείρισης WebSubmit
es: Guía d'administración de WebSubmit
ka: ვებწარდგენის ადმინისტრატორის ცნობარი
lt: WebSubmit modulio administravimo vadovas

source: OR
el: Ή
es: O
ka: ან
lt: AR

source: Click here to review the transactions.
el: Πατήστε εδώ για να επανεξετάσετε τις ενέργειες.
es: Pinche aquí para revisar las transacciones.

source: Quit searching.
el: Άκύρωση έρευνας.
es: Abandona la búsqueda

source: Select All
el: Επιλογή Όλων
es: Seleccionarlos todos

source: Select None
el: Επιλογή Κανενός
es: No seleccionar ninguno

source: Invert Selection
el: Αντιστροφή Επιλογής
es: Invertir la selección

source: Hide successful claims
el: Απόκρυψη επιτυχημένων διεκδικήσεων
es: Esconder las reivindicaciones satisfechas

source: Date
el: Ημ/νία
es: Fecha
ka: თარიღი
lt: Data

source: Actions
el: Ενέργειες
es: Acciones
ka: მოქმედებები
lt: Veiksmai

source: No status information found.
el: Δεν βρέθηκαν πληροφορίες κατάστασης.
es: No se ha encontrado información del estado.

source: Operator review of user actions pending
el: Εκκρεμεί επανεξέταση των ενεργειών του χρήστη από τον διαχειριστή
es: Revisión por parte del operador de las acciones de usuario pendientes

source: Sorry, there are currently no records to be found in this category.
el: Δεν υπάρχουν εγγραφές σε αυτή την κατηγορία.
es: No hay ningún registro de esta categoría.

source: Review Transaction
el: Επανεξέταση ενεργειών
es: Revise la transacción

source: These records have been marked as not being from this person.
el: Οι εγγραφές αυτές σημάνθηκαν οτι δεν ανήκουν σε αυτό το άτομο.
es: Estos registros se han marcado como que no son de esta persona.

source: They will be regarded in the next run of the author
el: Θα εξετασθούν στην επόμενη εκτέλεση του αλγορίθμου
es: Se tendrán en cuenta la próxima ejecución del algoritmo

source: disambiguation algorithm and might disappear from this listing.
el: αποσαφήνισης συγγραφέα και ενδέχεται να εξαφανιστούν από αυτόν τον κατάλογο.
es: de desambiguación de autores y podrán desaparecer de esta lista.

source: Not provided
el: Δεν παρέχεται
es: Sin información

source: Not available
el: Μη διαθέσιμο
es: No disponible

source: No comments
el: Δίχως σχόλια
es: Sin comentarios

source: Not Available
el: Μη διαθέσιμο
es: No disponible

source: Delete this ticket
el: Διαγραφή αυτού του ticket
es: Suprimir esta tarea

source: Commit this entire ticket
el: Αποθήκευση αυτού του ticket
es: Dar por buena toda esta tarea

source: Make sure we match the right names!
es: ¡Asegúrese que los nombres se correspondan!

source: Please select an author on each of the records that will be assigned.
es: Seleccione un autor para cada uno de los los registros que se le asignen.

source: Papers without a name selected will be ignored in the process.
es: En el proceso, se ignoraran los documentos sin un nombre seleccionado.

source: Select name for
el: Επιλέξτε όνομα για
es: Seleccione el nombre para

source: Error retrieving record title
el: Λάθος κατά την ανάκτηση του τίτλου της εγγραφής
es: Error al recuperar el registro

source: Paper title:
el: Τίτλος δημοσίευσης:
es: Título del documento:

source: Ignore
el: Παράβλεψη
es: Ignorar

source: The following names have been automatically chosen:
el: Τα παρακάτω ονόματα επιλέχθηκαν αυτόματα:
es: Se han escogido automáticamente estos nombres:

source: For
el: Για
es: Para
ka: თვის

source: -- With name:
el: -- Με όνομα:
es: -- Con el nombre:

source: Symbols legend:
el: Λεζάντα συμβόλων:
es: Leyenda:

source: Everything is shiny, captain!
el: Όρτσα τα πανιά καπετάνιε!
es: ¡Todo va sobre ruedas, capitán!

source: The result of this request will be visible immediately
el: Το αποτέλεσμα του αιτήματος αυτού θα είναι άμεσα ορατό
es: El resultado de esta petición será visible inmediatamente

source: Confirmation needed to continue
el: Χρειάζεται επιβεβαίωση για συνέχεια
es: Hace falta la confirmación para continuar

source: The result of this request will be visible immediately but we need your confirmation to do so for this paper has been manually claimed before
es: El resultado de esta petición será visible, imediatamente pero es necesaria su confirmación, porque este document ya había sido reivindicado manualmente

source: This will create a change request for the operators
el: Αυτό θα δημιουργήσει ένα αίτημα αλλάγής προς τους διαχειριστές
es: Esto creará una petición de cambio a los operadores

source: The result of this request will be visible upon confirmation through an operator
el: Το αποτέλεσμα του αιτήματος αυτού θα γίνει ορατό μετά από επιβεβαίωση ενός διαχειριστή
es: El resultado de esta petición será visible una vez sea confirmado por un operador

source: Selected name on paper
el: Επιλεγμένο όνομα στην δημοσίευση
es: Nombre seleccionado en el documento

source: Verification needed to continue
el: Χρειάζεται επιβεβαίωση για συνέχεια
es: Hace falta la verificación para continuar

source: This will create a request for the operators
el: Αυτό θα δημιουργήσει ένα αίτημα προς τους διαχειριστές
es: Esto creará una petición a los operadores

source: Please provide your information
el: Παρακαλώ παρέχετε τις πληροφορίες σας
es: Introduzca sus datos

source: Please provide your first name
el: Παρακαλώ παρέχετε το κύριο όνομά σας
es: Introduzca su nombre de pila

source: Your first name:
el: Το κύριο όνομά σας:
es: Su nombre:

source: Please provide your last name
el: Παρακαλώ παρέχετε το επίθετό σας
es: Sus apellidos

source: Your last name:
el: Το επίθετό σας:
es: Sus apellidos:

source: Please provide your eMail address
el: Παρακαλώ δώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
es: Su dirección de correo electrónico

source: This eMail address is reserved by a user. Please log in or provide an alternative eMail address
el: Αυτή η διεύθυνση email χρησιμοποιείται ήδη από κάποιον χρήστη. Παρακαλώ κάντε login ή δώστε κάποια εναλλακτική διεύθυνση email
es: Esta dirección de correo electrónico está reservada por otro usuario. Por favor, dese de alta o ofrezca una dirección alternativa

source: Your eMail:
el: Το email σας:
es: Su dirección de correo electrónico:

source: You may leave a comment (optional)
el: Προαιρετικά μπορείτε να αφήσετε κάποιο σχόλιο
es: Puede dejar un comentario (opcional)

source: Continue claiming*
el: Συνέχιση διεκδίκησης*
es: Continuar con las reivindicaciones*

source: Confirm these changes**
el: Επιβεβαίωση των αλλαγών**
es: Confirme estos cambios**

source: !Delete the entire request!
el: !Διαγραφή όλης της αίτησης!
es: ¡Eliminar toda la petición!

source: Mark as your documents
el: Επισήμανση των εγγράφων ως δικά σας
es: Marcar como sus documentos

source: Mark as _not_ your documents
el: Επισήμανση των εγγράφων ως _μη_ δικά σας
es: Marcados como documentos _no_ suyos

source: Nothing staged as not yours
el: Τίποτα εκκρεμές ως μη δικό σας
es: Nada pendiente como no suyo

source: Mark as their documents
el: Επισήμανση ως δικά τους έγγραφα
es: Marcarlo como documentos suyos

source: Nothing staged in this category
el: Τίποτα εκκρεμές σε αυτήν την κατηγορία
es: Nada pendiente en esta categoría

source: Mark as _not_ their documents
el: Επισήμανση ως _μη_ δικά τους έγγραφα
es: Marcarlo como a documentos _no_ suyos

source: * You can come back to this page later. Nothing will be lost. <br />
el: * Μπορείτε να επιστρέψετε αργότερα στην σελίδα αυτή. Τίποδα δεν θα χαθεί. <br />
es: * Puede volver a esta página mas adelante. No se perderá nada. <Br />

source: ** Performs all requested changes. Changes subject to permission restrictions will be submitted to an operator for manual review.
el: ** Εκτελεί όλες τις αιτούμενες αλλαγές. Αλλαγές που χρειάζονται άδεια, θα αποσταλλούν σε κάποιο διαχειριστή για έλεγχο.
es: ** Ejecuta todos los cambios solicitados. Los cambios sujetos a restricciones de permisos se enviaran a un operador para la revisión manual.

source: Recent Papers
el: Πρόσφατες Δημοσιεύσεις
es: Documentos recientes

source: Publication List
el: Λίστα δημοσιεύσεων
es: Lista de publicaciones

source: Showing the
el: Εμφάνιση των
es: Se muestran

source: most recent documents:
el: πιο πρόσφατων εγγράφων:
es: los documentos más recientes

source: Sorry, there are no documents known for this person
el: Λυπούμαστε, δεν υπάρχουν έγγραφα για το άτομο αυτό
es: No hay documentos conocidos de esta persona

source: Fatal: Author ID capabilities are disabled on this system.
el: Σφάλμα: η χρήση του Author ID έχουν απενεργοποιηθεί σε αυτό το σύστημα.
es: Fatal: no están habilitadas las opciones de identificación de autor (Author ID) en este sistema.

source: Fatal: You are not allowed to access this functionality.
el: Σφάλμα: Δεν έχετε δικαίωμα να χρησιμοποιήσετε αυτή την λειτουργία.
es: Fatal: no está autorizado a acceder a esta funcionalidad.

source: Claim this paper
el: Διεκδικήστε την δημοσίευση αυτή
es: Reivindicar este documento

source: <p>We're sorry. An error occurred while handling your request. Please find more information below:</p>
el: <p>Λυπούμαστε, αλλά συνέβει ένα σφάλμα κατά την διαχείριση της αίτησής σας. Παρακαλώ δείτε παρακάτω επιπλέον πληροφορίες:</p>
es: <p>Desgraciadamente, ha ocurrido un error mientras se gestionaba su petición. Vea aquí más información:</p>

source: Notice
el: Ειδοποίηση
es: Atención
ka: შეტყობინება
lt: Pranešimas

source: Error: No BibCatalog system configured.
es: Error: el sistema BibCatalog no está configurado

source: You have %i tickets.
el: Έχετε %i tickets.
es: Tiene %i tareas.

source: Previous
el: Προηγούμενο
es: Anterior
ka: წინა
lt: Ankstesnis

source: show
el: προβολή
es: mostrar
ka: ჩვენება
lt: rodyti

source: close
el: κλείσιμο
es: cerrar
ka: დახურვა
lt: uždaryti

source: Next
el: Επόμενο
es: Siguiente
ka: შემდგომი
lt: Kitas

source: Home
el: Αρχική Σελίδα
es: Página principal
ka: მთავარი
lt: Namai

source: Request
el: Αίτηση
es: Petición
ka: მოთხოვნა
lt: Prašymas

source: Items
el: Αντικείμενα
es: Elementos
ka: ელემენტები
lt: Elementai

source: ILL
es: PI

source: Help
el: Βοήθεια
es: Ayuda
ka: დახმარება
lt: Pagalba

source: This item has no holdings.
el: Αυτό το τεκμήριο δεν έχει αντίτυπα.
es: Este elemento no tiene ejemplares.
ka: ამ ჩანაწერზე არ არის მოთხოვნები.

source: Options
el: Επιλογές
es: Opciones
ka: პარამეტრები
lt: Pasirinkimai

source: Library
el: Βιβλιοθήκη
es: Biblioteca
ka: ბიბლიოთეკა
lt: Biblioteka

source: Collection
el: Συλλογή
es: Colección
ka: კოლექცია
lt: Rinkinys

source: Location
el: Τοποθεσία
es: Lugar
ka: მდებარეობა
lt: Vieta

source: Description
el: Περιγραφή
es: Descripción
ka: აღწერა
lt: Aprašymas

source: Loan period
el: Περίοδος δανεισμού
es: Período de préstamo
ka: სესხის ვადა
lt: Išdavimo laikas

source: Status
el: Κατάσταση
es: Estado
ka: სტატუსი
lt: Statusas

source: Due date
el: Ημ/νία επιστροφής
es: Devolver el
ka: დედლაინი
lt: Data

source: Barcode
es: Código de barras
ka: ბარკოდი
lt: Brūkšninis kodas

source: See this book on BibCirculation
el: Δείτε το βιβλίο αυτό στο BibCirculation
es: Ver este libro en BibCirculation
ka: იხილეთ ეს წიგნი ბიბწრებრუნვაში
lt: Pažiūrėti knygą BibCirculation

source: Back
el: Πίσω
es: Atrás
ka: უკან
lt: Atgal

source: Renew all loans
el: Ανανέωση όλων των δανεισμών
es: Renovar todos los préstamos
ka: განაახლეთ ყველა სესხი
lt: Atnaujinti visus užsakymus

source: Loans - historical overview
el: Δανεισμοί - ιστορικό
es: Histórico de préstamos
ka: სესხები-ისტორიული მომიხილვა
lt: Užsakymų istorija

source: You don't have any book on loan.
el: Δεν έχετε κάποιο βιβλίο ή δανεισμό.
es: No tiene ningún libro en préstamo.
ka: თქვენ არ გაქვთ განასესხი არცერთი წიგნი
lt: Jus nesatę užsisakęs(-iusi) knygų.

source: Item
el: Τεκμήριο
es: Elemento
ka: ჩანაწერი
lt: Elementas

source: Loaned on
el: Δανείστηκε στις
es: Prestado en
ka: გასესხებულია
lt: Užsakyta

source: Action(s)
el: Ενέργειες
es: Acciones
ka: მოქმედება(s)
lt: Veiksmas(-ai)

source: Renew
el: Ανανέωση
es: Renovar
ka: განახლება
lt: Atnaujinti

source: Your Requests
el: Οι Αιτήσεις μου
es: Sus peticiones
ka: თქვენი მოთხოვნები
lt: Jūsų prašymai

source: You don't have any request (waiting or pending).
el: Δεν υπάρχει καμία αίτηση σε αναμονή ή εκκρεμότητα.
es: No tiene ninguna petición (esperando o pendiente).
ka: თქვენ არ გაქვთ მოთხოვნა (რიგშია).
lt: Jus neturite prašymų (vykdomų ar laukiančių).

source: Request date
el: Ημερομηνία αίτησης
es: Fecha de petición
ka: მოთხოვნის თარიღი
lt: Prašymo data

source: Cancel
el: Ακύρωση
es: Cancelar
ka: გაუქმება
lt: Atšaukti

source: Back to home
el: Επιστροφή
es: Volver al inicio
ka: უკან მთავარზე
lt: Atgal į namus

source: Loaned
el: Δανείστηκε
es: prestado
ka: ნასესხებია
lt: Užsakyta

source: Returned
el: Επιστράφηκε
es: Devuelto
ka: დაბრუნებულია
lt: Grąžinta

source: Renewals
el: Ανανεώσεις
es: Renovaciones
ka: განახლებები
lt: Atnaujinimai

source: Enter your period of interest
el: Εισάγετε την περίοδο ενδιαφέροντος
es: Entre el período en el que está interesado
ka: ჩაწერეთ თქვენთვის სასურველი პერიოდი
lt: Įveskite jus dominantį laikotarpį

source: From
el: Από
es: Desde
ka: დან
lt: Nuo

source: To
el: Προς
es: Hasta
ka: მიმღები
lt: Iki

source: Confirm
el: Επιβεβαίωση
es: Confirmar
ka: დაადასტურეთ
lt: Patvirtinti

source: No more requests are pending.
el: Δεν εκκρεμούν αιτήσεις.
es: No hay más peticiones pendientes.
ka: მეტი მოთხოვნა აღარაა რიგში.
lt: Nėra laukiančių užsakymų.

source: Name
el: Όνομα
es: Nombre
ka: სახელი
lt: Pavadinimas

source: Delete
el: Διαγραφή
es: Suprimir
ka: წაშლა
lt: Ištrinti

source: Reset
el: Επαναφορά
es: Reiniciar
ka: გადატვირთვა
lt: Atnaujinti

source: OK
el: ΟΚ
es: De acuerdo
ka: დიახ
lt: TAIP

source: Loan informations
el: Πληροφορίες δανεισμού
es: Informaciones de préstamo
ka: ინფორმაცია სესხზე
lt: Užsakymo informacija

source: Borrower
el: Δανειζόμενος
es: Usuario
ka: მსესხებელი
lt: Skolininkas

source: Author
el: Συγγραφέας
es: Autor
ka: ავტორი
lt: Autorius

source: Year
el: Έτος
es: Año
ka: წელი
lt: Metai

source: Publisher
el: Εκδότης
es: Editor
ka: გამომქვეყნებელი
lt: Leidėjas

source: Return date
el: Ημ/νία επιστροφής
es: Fecha de devolución
ka: დაბრუნების თარიღი
lt: Grąžinimo data

source: Waiting requests
el: Αιτήσεις σε αναμονή
es: Peticiones en espera
ka: ველოდები მოთხოვნებს
lt: Laukiantys prašymai

source: Request status
el: Κατάσταση Αιτήσεων
es: Estado de la petición
ka: მოთხოვნის სტატუსი
lt: Prašymo būsena

source: Request options
el: Επιλογές Αιτήσεων
es: Opciones de la petición
ka: მოთხოვნის პარამეტები
lt: Prašymo pasirinkimai

source: Select request
el: Επιλέξτε αίτηση
es: Escoja petición
ka: აირჩიეთ მოთხოვნა
lt: Pasirinkti prašymą

source: Welcome to Invenio BibCirculation Admin
el: Καλωσήλθατε στην διαχείριση του BibCirculation του Invenio
es: Bienvenidos a la administración BibCirculation de Invenio
ka: კეთილი იყოს თქვენი მობრძანება Invenio BibCirculation Admin
lt: Sveiki atvykę į Invenio BibCirculation modulio administratorių

source: Search borrower by
el: Αναζήτηση δανειζόμενου με
es: Buscar usuario por
ka: ძიება ნასესხებია
lt: Ieškoti skolininko pagal

source: Borrower(s)
el: Δανειζόμενοι
es: Usuarios
ka: მსესხებელი(ები)
lt: Skolininkas(-ai)

source: Item details
el: Λεπτομέρειες τεκμηρίου
es: Detalles del elemento
ka: ჩანაწერზე დეტალები
lt: Išsamesnė informacija apie elementą

source: 0 item(s) found.
el: 0 τεκμήρια βρέθηκαν.
es: No se ha encontrado ninguno.
ka: 0 ჩანაწერია(ები) ნაპოვნი.
lt: 0 elementų rasta.

source: Title
el: Τίτλος
es: Título
ka: სათაური
lt: Pavadinimas

source: Select user
el: Επιλογή χρήστη
es: Seleccione el usuario
ka: ამოირჩიეთ მომხმარებელი
lt: Pasirinkti vartotoją

source: User information
el: Πληροφορίες χρήστη
es: Información del usuario
ka: ინფორმაცია მომხმარებელზე
lt: vartotojo informacija

source: Address
el: Διεύθυνση
es: Dirección
ka: მისამართი
lt: Adresas

source: Mailbox
el: Θυρίδα ταχυδρομείου
es: Buzón
ka: საფოსტო ყუთი
lt: Pašto dėžutė

source: Email
es: Dirección electrónica
ka: ელფოსტა
lt: Elektroninis paštas

source: Phone
el: Τηλέφωνο
es: Teléfono
ka: ტელეფონი
lt: Telefonas

source: Continue
el: Συνέχεια
es: Continuar
ka: გაგრძელება
lt: Tęsti

source: List of borrowed books
el: Λίστα δανεισμένων βιβλίων
es: Lista de libros en préstamo
ka: ნათხოვარ წიგნთთა სია
lt: Pasiskolintų knygų sąrašas

source: Write note(s)
el: Γράψτε μια σημείωση
es: Nota(s)
ka: დაწერეთ შენიშვნა(s)
lt: Rašyti pastabą(-as)

source: Author(s)
el: Συγγραφέας/εις
es: Autor(s)
ka: ავტორი (ები)
lt: Autorius(-iai)

source: Print loan information
el: Εκτύπωση πληροφοριών δανεισμού
es: Imprimir la información de préstamo
ka: ამონეჭდეთ ინფრომაცია სესხზე
lt: Spausdinti užsakymo informaciją

source: Personal details
el: Προσωπικές πληροφορίες
es: Detalles personales
ka: ბირადი ვრცლად
lt: Asmeninė informacija

source: Write notes
el: Σύνταξη σημειώσεων
es: Escriba notas
ka: დაწერეთ შენიშვნა
lt: Rašyti pastabas

source: Select item
el: Επιλογή τεκμηρίου
es: Seleccionar el elemento
ka: აირჩიეთ ჩანაწერი
lt: Pasirinkti elementą

source: Borrower details
el: Λεπτομέρειες δανειζόμενου
es: Detalles del lector
ka: მსესხებელზე დეტალები
lt: Informacija apie skolininką

source: Enter the period of interest
el: Εισάγετε την περίοδο ενδιαφέροντος
es: Período de interés
ka: შეიყვანეთ თქვენთვის საინტერესო პერიოდი
lt: Pasirinkite dominantį laikotarpį

source: From:
el: Από:
es: De:
ka: გამგზავნი:
lt: Nuo:

source: To:
el: Προς:
es: A:
ka: მიმღები:
lt: Kam:

source: A new request has been registered with success.
el: Καταχωρήθηκε επιτυχώς το νέο αίτημα.
es: Su registrado correctamente la nueva petición.
ka: ახალი მოთხოვნა წარმატებით დარეგისტრირდა.
lt: Naujas prašymas užregistruotas sėkmingai.

source: Loan information
el: Πληροφορίες δανεισμού
es: Información de préstamo
ka: ინფრომაცია სასხის თაობაზე
lt: Užsakyti informaciją

source: Loan date
el: Ημερομηνία δανεισμού
es: Prestado en
ka: სესხის თარიღი
lt: Užsakymo data

source: Loan status
el: Δανειστική κατάσταση
es: Estado del préstamo
ka: სესხის სტატუსი
lt: Užsakymo būsena

source: Requested ?
el: Αιτηθέντα ;
es: Solicitado?
ka: მოთხოვნილია?
lt: Prašomas?

source: New due date:
el: Νέα ημερομηνία επιστροφής:
es: Nueva fecha de devolución:
ka: ახალი დედლაინი:
lt: Nauja numatyta data:

source: Submit new due date
el: Υποβολή νέας ημερομηνίας επιστροφής
es: Nueva fecha de devolución
ka: ახალი დედლანის დადგენა
lt: Įkelti naują numatytą datą

source: The due date has been updated. New due date: %s
el: Η ημερομηνία επιστροφής άλλαξε. Νέα ημερομηνία επιστροφής: %s
es: Se ha actualizado la fecha de devolución. Ahora es: %s
ka: დედლაინი განახლდა. ახალი დედლაინია: %s
lt: Numatyta data buvo atnaujinta. Nauja data yra: %s

source: Notification has been sent!
el: Η ενημέρωση έχει σταλεί!
es: Se ha enviado la notificación
ka: შეტყობინება გაიგზავნა !
lt: Perspėjimas buvo išsiųstas!

source: Notes about loan
el: Σημειώσεις σχετικά με τον δανεισμό
es: Notas sobre el préstamo
ka: შენიშნები სესხის თაობაზე
lt: Pastabos apie užsakymą

source: [delete]
el: [διαγραφή]
es: [suprimir]
ka: {წაშლა}
lt: [ištrinti]

source: Write new note
el: Σύνταξη νέας σημείωσης
es: Escriba la nota
ka: ახალი შენიშვნის დაწერა
lt: Rašyti naują pastabą

source: Option(s)
el: Επιλογές
es: Opción(es)
ka: პარამეტრი(s)
lt: Pasirinkimas(-ai)

source: Cancel hold request
el: Ακύρωση αίτησης κράτησης
es: Cancelar la reserva
ka: დაკავებაზე მოთხოვნის გაუქმება
lt: Atšaukti sustabdytą prašymą

source: No result for your search.
el: Δεν υπάρχουν αποτελέσματα για την αναζήτησή σας.
es: No se han encontrado resultados.
ka: ვერაფერი იქნა ნაპოვნი
lt: Nerasta rezultatų pagal jūsų paiešką.

source: Overdue letters
el: Γράμματα εκπρόθεσμων
es: Cartas de reclamación
ka: გადაცილებული წერილები
lt: Uždelsti laiškai

source: Loan Notes
el: Σημειώσεις Δανεισμών
es: Notas de préstamo
ka: შენიშვნები სესხის თაობაზე
lt: Užsakymo pastabos

source: see notes
el: δες σημειώσεις
es: ver notas
ka: იხილეთ შენიშნები
lt: pažiūrėti pastabas

source: no notes
el: δίχως σημειώσεις
es: sin notas
ka: შენიშნები არ არის
lt: nėra pastabų

source: Send recall
el: Αποστολή ανάκλησης
es: Enviar reclamación
ka: შედეგის გაგზავნა
lt: Siųsti priminimą

source: No more requests are pending or waiting.
el: Δεν υπάρχουν άλλες αιτήσεις σε εκκρεμότητα ή αναμονή
es: No existen más peticiones pendientes o esperando.
ka: მეტი მოთხოვნა არ არის რიგში.
lt: Nėra laukiančių prašymų.

source: Printable format
el: Εκτυπώσιμη μορφή
es: Formato imprimible
ka: ბეჭვდითი ფორმატი
lt: Formatas spausdinimui

source: Edit this record
el: Επεξεργασία της εγγραφής αυτής
es: Edite este registro
lt: Redaguoti šį įrašą

source: Additional details
el: Επιπλέον λεπτομέρειες
es: Detalles adicionales
ka: დამათებითი ინფორმაცია
lt: Papildoma informacija

source: No of loans
el: Αρ. δανεισμών
es: Préstamos
ka: სესხების რაოდენობა
lt: Nėra užsakymų

source: Update
el: Ενημέρωση
es: Actualizar
ka: განახლება
lt: Atnaujinti(pridėti pakeitimus)
