Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: user
el: όνομα χρήστη
es: usuario
ka: მომხმარებელი
lt: vartotojas

source: External account settings
el: Ρυθμίσεις εξωτερικού λογαριασμού
es: Configuración de la cuenta externa
ka: გარე ანგარიშის პარამეტრები
lt: Išorinės paskyros nustatymai

source: You can consult the list of your external groups directly in the %(x_url_open)sgroups page%(x_url_close)s.
el: Μπορείτε να δείτε την λίστα των εξωτερικών ομάδων σας, από την %(x_url_open)sσελίδα των ομάδων σας%(x_url_close)s.
es: Puede consultar la lista de sus grupos externos directamente en la %(x_url_open)spágina de los grupos%(x_url_close)s.
ka: თქვენ შეგიძლიათ ნახოთ თქვენი გარე ჯგუფების სია %(x_url_open)sჯგუფების გვერდზე%(x_url_close)s.
lt: Galite peržiūrėti sąrašą savo išorinių grupių %(x_url_open)sgrupių puslapyje%(x_url_close)s.

source: External user groups
el: Ομάδες εξωτερικών χρηστών
es: Grupos de usuarios externos
ka: გარე მომხმარებელთა ჯგუფი.
lt: Išorinių vartotojų grupės

source: API keys
es: Llaves API

source: These are your current API keys
es: Estas son sus llaves API

source: Description:
es: Descripción:

source: Status:
es: Estado:

source: API key
es: Llave API

source: Delete key
es: Suprimir la llave

source: If you want to create a new API key, please enter a description for it
es: Si desea crear una nueva llave API, escriba su descripción

source: Description for the new API key
es: Descripción para la nueva llave API

source: mandatory
el: υποχρεωτικό
es: obligatorio
ka: აუცილებელი
lt: privalomas

source: The description should be something meaningful for you to recognize the API key
es: La descripción debería ser algo significativo para que pueda reconocer la nueva llave API

source: Create new key
es: Crear una llave nueva

source: If you want to change your email or set for the first time your nickname, please set new values in the form below.
el: Εαν θέλετε να αλλάξετε την διεύθυνση του email σας ή το ψευδώνυμό σας, παρακαλώ συμπληρώστε τα νέα στοιχεία στην παρακάτω φόρμα.
es: Si desea cambiar su dirección de correo electrónico o contraseña, ponga nos nuevos valores en este formulario.
ka: თუ გნებავთ თქვენი ელფოსტის შეცვლა ან მეტსახელის პირველად არცჰევა, გთხოვთ შეიყვანოთ ახალი მნიშვნელობები ქვემოთ.
lt: Jei norite pakeisti savo el.paštą ar pirmą kartą nustatyti vartotojo vardą, tai atlikti galite žemiau.

source: Edit login credentials
el: Τροποποίηση στοιχείων αυθεντικοποίησης
es: Edite las credenciales de identificación
ka: შესვლის პარამეტრების შეცვლა
lt: Radaguoti prisijungimo duomenis

source: New email address
el: Νέα διεύθυνση email
es: Nueva dirección de correo electrónico
ka: ახალი ელფოსტა
lt: Naujas el. paštas

source: Set new values
el: Καθοριμός νέων τιμών
es: Guardar los nuevos valores
ka: ახალი მნიშვნელობების მინიჭება
lt: Nustatyti naujus duomenis

source: Since this is considered as a signature for comments and reviews, once set it can not be changed.
el: Αφ΄οτου οριστεί, δεν μπορεί να αλλαχτεί, μια και θεωρείται σαν υπογραφή για τα σχόλια και τις κριτικές.
es: Ya que se considera una firma para comentarios y reseñas, una vez definido no se puede cambiar.
ka: რადგან ეს წარმოადგენს კომენტარების და მიმოხილვების იდენტიფიკატორს, მისი შემდგომი შეცვლა შეუძლებელია.
lt: Kadangi tai bus jūsų parašas po parašytais komentarais ir atsiliepimais, vieną sykį nurodžius nebus neleidžiama pakeisti.

source: If you want to change your password, please enter the old one and set the new value in the form below.
el: Εαν θέλετε να αλλάξετε τον κωδικό σας, παρακαλώ εισάγετε τον παλιό και τον καινούριο, στην παρακάτω φόρμα.
es: Si desea cambiar su contraseña, ponga nos valores antiguo y nuevo en este formulario.
ka: თუ გსურთ პაროლის შეცვლა, გთხოვთ ჩაწეროთ ძველი და მიუთითოთ ახალი მნიშვნელობები ფორმას ქვემოთ.
lt: Jei norite pakeisti slaptažodį, įveskite seną slaptažodį ir naują slaptažodį į atitinkamus laukelius.

source: Old password
el: Παλιός κωδικός
es: Contraseña antigua
ka: ძველი პაროლი
lt: Senas slaptažodis

source: New password
el: Νέος κωδικός
es: Contraseña nueva
ka: ახალი პაროლი
lt: Naujas slaptažodis

source: optional
el: προαιρετικό
es: opcional
ka: არასავალდებულო
lt: nebūtinas

source: The password phrase may contain punctuation, spaces, etc.
el: Ο κωδικός μπορεί να περιέχει σημεία στίξης, κενά, κτλ.
es: La contraseña puede contener puntuación, espacios, etc.
ka: პაროლი შეიძლება შეიცავდეს პუნქტუაციას, ცარიელ სივრცეს და ა.შ.
lt: Slaptažodis gali būti sudarytas iš specialių simbolių, tarpų ir pan.

source: You must fill the old password in order to set a new one.
el: Για να γίνει η αλλαγή του κωδικού σας, πρέπει πρώτα να συμπληρώσετε τον παλιό σας κωδικό.
es: Tiene que entrar la contraseña antigua para cambiarla por una de nueva.
ka: თქვენ ჯერ უნდა ჩაწეროთ ძველი პაროლი, რომ დააყენოთ ახალი.
lt: Privalote įvesti seną slaptažodį prieš pakeisdami jį nauju.

source: Retype password
el: Εισάγετε ξανά τον κωδικό
es: Vuelva a escribir la contraseña
ka: ხელახლა ჩაწერეთ პაროლი
lt: Pakartokite slaptažodį

source: Set new password
el: Εισαγωγή νέου κωδικού
es: Ponga la contraseña nueva
ka: ახალი პაროლის დაყენება
lt: Keisti slaptažodį

source: If you are using a lightweight CERN account you can %(x_url_open)sreset the password%(x_url_close)s.
el: Αν χρησιμοποιείτε ένα απλό λογαριασμό μπορείτε να κάνετε %(x_url_open)sεπαναφορά του κωδικού%(x_url_close)s.
es: Si está utilizando una cuenta CERN ligera puede %(x_url_open)sreiniciar la contraseña%(x_url_close)s.
ka: თუ თქვენ იყენებთ ცერნის მსუბუქ ანგარიშს %(x_url_open)sგადატვირთეთ პაროლი%(x_url_close)s.
lt: Jei naudojate "CERN lightweight" paskyrą, %(x_url_open)spakeisti slaptažodį galite čia%(x_url_close)s.

source: You can change or reset your CERN account password by means of the %(x_url_open)sCERN account system%(x_url_close)s.
el: Μπορείτε να αλλάξετε ή να επαναφέρετε τον κωδικό του λογαριασμού σας χρησιμοποιώντας το %(x_url_open)sυποσύστημα λογαριασμών%(x_url_close)s.
es: Puede cambiar o reiniciar la contraseña de su cuenta del CERN vía el %(x_url_open)ssistema de cuentas del CERN%(x_url_close)s.
ka: თქვენ შეგიძიათ გადატვირთოთ თქვენი ცერნის პაროლი %(x_url_open)s ცერნის ანგარიშების სისტემის გამოყენებით %(x_url_close)s.
lt: Pakeisti CERN paskyros slaptažodį naudojant %(x_url_open)sCERN paskyros sistemą%(x_url_close)s.

source: Edit cataloging interface settings
el: Τροποποίηση ρυθμίσεων περιβάλλοντος καταλογογράφησης
es: Editar los parámetros de catalogación
ka: შეასწორეთ კატალოგირების ინტერფეისის თვისებები
lt: Redaguoti katalogavimo sąsajos nustatymus

source: Username
el: Όνομα
es: Nombre de usuario
ka: მომხმარებლის სახელი
lt: Vartotojo vardas

source: Password
el: Κωδικός
es: Contraseña
ka: პაროლი
lt: Slaptažodis

source: Update settings
el: Ενημέρωση ρυθμίσεων
es: Actualizar los parámetros
ka: პარამეტრების განახლება
lt: Atnaujinti nustatymus

source: Edit language-related settings
el: Τροποποίηση ρυθμίσεων γλώσσας
es: Editar los parámetros de lengua
ka: შეასწორეთ ენასთან დაკავშირებული პარამეტრები
lt: Redaguoti kalbos nustatymus

source: Select desired language of the web interface.
el: Επιλέξτε την επιθυμητή γλώσσα για τις σελίδες.
es: Escoja la lengua que prefiera para la web.
ka: აირჩიეთ ვებ ინტერფეისისთვის სასურველი ენა.
lt: Pasirinkti kalbą.

source: Edit search-related settings
el: Τροποποίηση ρυθμίσεων αναζήτησης
es: Editar parámetros de búsqueda
ka: შეასწორეთ ძიებასთან დაკავშირებული პარამეტრები
lt: Redaguoti paieškos nustatymus

source: Show the latest additions box
el: Εμφάνιση της περιοχής των πρόσφατων προσθήκων
es: Mostrar el texto de las últimas entradas
ka: მაჩვენე უკანასკნელი დამატების ველი
lt: Rodyti naujausių papildymų lentelę

source: Show collection help boxes
el: Εμφάνιση των περιοχών βοήθειας των συλλογών
es: Muestra los textos de ayuda de la colección
ka: მაჩვენე კოლექციების დამხმარე ველი
lt: Rodyti rinkinių pagalbos lenteles

source: Number of search results per page
el: Αριθμός αποτελεσμάτων ανά σελίδα
es: Número de resultados por página
ka: შედეგების რაოდენობა თვითოეული გვერდისათვის
lt: Paieškos rezultatų skaičius puslapyje

source: Edit login method
el: Τροποποίηση μεθόδου αυθεντικοποίησης
es: Edite el método de identificación
ka: შესვლის მეთოდის შესწორება
lt: Redaguoti prisijungimo metodą

source: Please select which login method you would like to use to authenticate yourself
el: Παρακαλώ επιλέξτε ποιόν τρόπο αυθεντικοποίησης επιθυμείτε να χρησιμοποιήσετε
es: Seleccione qué método de identificación prefiere para autenticarse
ka: გთხოვთ აირჩიოთ შესვლის მეთოდი რომელიც მოგწონთ თქვენი ავტორიზებისათვის
lt: Pasirinkite prisijungimo metodą, kurį norite naudoti savęs autentifikavimui

source: Select method
el: Επιλογή μεθόδου
es: Seleccione el método
ka: აირჩიეთ მეთოდი
lt: Pasirinkite metodą

source: If you have lost the password for your %(sitename)s %(x_fmt_open)sinternal account%(x_fmt_close)s, then please enter your email address in the following form in order to have a password reset link emailed to you.
el: Εάν έχετε χάσει τον κωδικό σας για τον %(x_fmt_open)sλογαριασμό%(x_fmt_close)s του %(sitename)s %(x_fmt_open)s, τοτε παρακαλώ εισάγετε στην παρακάτω φόρμα την διεύθυνση του email σας και θα σας αποσταλεί ένας σύνδεσμος για να τον επαναφέρετε.
es: Si ha perdido la contraseña de la %(x_fmt_open)scuenta interna%(x_fmt_close)s de %(sitename)s, escriba su dirección de correo electrónico en este formulario para que le enviemos un enlace para reiniciar su contraseña.
ka: თუ თქვენ დაკარგეთ პაროლი %(sitename)s %(x_fmt_open)sანგარიშისათვის%(x_fmt_close)s, მაშინ გთხოვთ შეიყვანოთ თქვენი ელფოსტის მისამართი ქვემოთ მოცემულ ფორმაში, რომ გამოგიგზავნოთ წერილი პაროლის გადასატვირთად.
lt: Jei pamiršote %(sitename)s %(x_fmt_open)s paskyros slaptažodį %(x_fmt_close)s, įveskite savo el.pašto adresą, kad galėtume atsiųsti laišką su nuoroda į puslapį, kur galėsite pasikeisti slaptažodį.

source: Email address
el: Διεύθυνση email
es: Dirección de correo electrónico
ka: ელფოსტის მისამართი
lt: El.paštas

source: Send password reset link
el: Αποστολή συνδέσμου επαναφοράς κωδικού
es: Enviar el enlace para reiniciar la contraseña
ka: გაგზავნე პაროლის გადასატვირთი ბმული
lt: Išsiųsti nuorodą

source: If you have been using the %(x_fmt_open)sCERN login system%(x_fmt_close)s, then you can recover your password through the %(x_url_open)sCERN authentication system%(x_url_close)s.
el: Εάν χρησιμοποιούσατε το %(x_fmt_open)sσύστημα login του CERN%(x_fmt_close)s, τότε μπορείτε να επαναφέρετε τον κωδικό σας μέσω του %(x_url_open)sσυστήματος αυθεντικοποίησης του CERN%(x_url_close)s.
es: Si su cuenta utiliza el %(x_fmt_open)ssistema de identificación del CERN%(x_fmt_close)s, puede recuperar su contraseña a través del %(x_url_open)ssistema de autenticación del CERN%(x_url_close)s.
ka: თუ თქვენ იყენებდით %(x_fmt_open)sცერნის ავტორიზაციის სისტემას%(x_fmt_close)s, თქვენ შეგიძლიათ აღადგინოთ თქვენი პაროლი %(x_url_open)sცერნის ავტორიზაციის სისტემით%(x_url_close)s.
lt: Jei naudojate %(x_fmt_open)sCERN prisijungimo sistemą%(x_fmt_close)s, tuomet atkurti slaptažodį galite %(x_url_open)sCERN autentifikavimo sistemoje%(x_url_close)s.

source: Note that if you have been using an external login system, then we cannot do anything and you have to ask there.
el: Σημειώστε οτι αν χρησιμοποιείτε κάποιο εξωτερικό σύστημα για login τότε θα πρέπει να επικοινωνήσετε με τον διαχειριστή εκείνης της υπηρεσίας.
es: Tenga en cuenta que si ha estado utilizando un sistema de identificación externo, sentimos no podemos hacer nada. Tendrá que preguntarlo allí.
ka: გთხოვთ გაითვალისწინოთ რომ, თუ თქვენ იყენებდით გარე სისტემას, თქვენ უნდა მიმართოთ მის ადმინისტრატორს.
lt: Jei naudojate išorinę prisijungimo sistemą, mes negalime jums padėti. Pagalbos ieškokite išorinėje sistemoje.

source: Alternatively, you can ask %s to change your login system from external to internal.
el: Εναλλακτικά, θα μπορούσατε να αιτηθείτε στο %s αλλαγή του τρόπου login από το εξωτερικό σύστημα, σε εσωτερικό.
es: Alternativamente, puede pedir a %s que le cambie el sistema de identificación al interno.
ka: ან თქვენ შეგიძლიათ თხოვოთ %s -ს რომ შეცვალოს თქვენი ავტორიზაციის სისტემა გარედან შიდაზე.
lt: Arba, galite paprašyti %s pakeisti prisijungimo sistemą iš išorinės į vidinę.

source: %s offers you the possibility to personalize the interface, to set up your own personal library of documents, or to set up an automatic alert query that would run periodically and would notify you of search results by email.
el: Το %s σας προσφέρει την δυνατότητα να εξατομικεύσετε το interface, να ορίσετε την δική σας προσωπική βιβλιοθήκη εγγράφων, ή να θέσετε μια αυτόματη έρευνα που θα εκτελείται περιοδικά και θα σας ενημερώνει με email για οποιεσδήποτε αλλαγές στα αποτελέσματα αναζήτησης.
es: %s le ofrece la posibilidad de personalizar la interfaz, crear su propia biblioteca de documentos, o crear alertas automáticas que se ejecuten periódicamente y le notifiquen del resultado de la búsqueda por correo electrónico.
ka: %s გაძლევთ შესაძლებლობას მოირგოთ ინტერფეისი, დააყენოთ თქვენი ბიბლიოთეკა ან დოკუმენტები, ან დააყენოთ ავტომატური შეტყობინება რომელიც გაუწყებთ ძიების შედეგებში ცვლილებებს.
lt: %s suteikia galimybę keisti sąsają pagal jūsų pageidavimus, patalpinti asmeninius dokumentus ar nustatyti specifinę įspėjimų sistemą, kuri bus leidžiama periodiškai ir informuos apie paieškos rezultatus el.paštu.

source: Your Settings
el: Οι επιλογές μου
es: Sus parámetros
ka: თქვენი პარამეტრები
lt: Jūsų nustatymai

source: Set or change your account email address or password. Specify your preferences about the look and feel of the interface.
el: Ορίστε η αλλάξτε τον το email σας ή τον κωδικό σας. Ορίστε τις προτιμήσεις σας σχετικά με την μορφή εμφάνισης του interface.
es: Ponga o cambie la dirección de correo electrónico de esta cuenta o su contraseña. Especifique sus preferencias sobre el aspecto que desea.
ka: დააყენეთ ან შეცვალეთ თქვენი ანგარიშის ელფოსტის მისამართი ან პაროლი. მიუთითეთ თქვენი პარამეტრები ინტერფეისის შესაცვლელად.
lt: Nustatyti ar pakeisti paskyros el.paštą ar slaptažodį. Nustatykite sąsajos išvaizdą ir elgesį.

source: View all the searches you performed during the last 30 days.
el: Δείτε όλες τις έρευνες που εκτελέσατε τις τελευταίες 30 ημέρες.
es: Vea todas las búsquedas que ha realizado durante los últimos 30 días.
ka: იხილეთ ყველა ძიება რომელიც განახორციელეთ ბოლო 30 დღის განმავლობაში.
lt: Peržiūrėti visas paieškas atliktas per 30 dienų.

source: With baskets you can define specific collections of items, store interesting records you want to access later or share with others.
el: Με τα καλάθια μπορείτε να ορίζεσε συγκεκριμένες συλλογές αντικειμένων και να αποθηκεύετε χρήσιμες εγγραφές για να τις προσπελάσετε αργότερα ή να τις μοιραστείτε με άλλους.
es: Las cestas le permiten definir colecciones específicas de elemento, guardar registros interesantes para acceder más adelante o compartir con otros.
ka: კალათების გამოყენებით თქვენ შეგიძლიათ განსაზღვროთ ელემენტების კოლექციები, შეინახოთ საინტერესო ჩანაწერები რომელიც გნებავთ რომ მომავალში იხილოთ ან გაუზიაროთ მეგობარს.
lt: Krepšelių pagalba galite susikurti įvairių elementų rinkinius, išsisaugoti dominančius įrašus, kuriuos norėsite peržiūrėti vėliau ar pasidalinti su kitais.

source: Subscribe to a search which will be run periodically by our service. The result can be sent to you via Email or stored in one of your baskets.
el: Εγγραφείτε σε μια έρευνα, η οποία θα εκτελείται περιοδικά από την υπηρεσία μας. Τα αποτελέσματα μπορούν να σας αποστέλλονται μέσω email ή να αποθηκεύοναι σε ένα από τα καλάθια σας.
es: Subscríbase a una búsqueda para que se ejecute periódicamente en nuestro servicio. Podrá recibir el resultado por correo electrónico o guardarlo en una de sus cestas.
ka: ჩაეწერეთ ძიებაში, რომელიც ავტომატურად იქნება გაშვებული ჩვენს მიერ. ძიების შედეგები შეიძლება გამოგზავნილი იყოს თქვენს ელფოსტაზე ან შენახული იყოს თქვენ კალათებში.
lt: Užsiprenumeruoti naujienas apie periodiškai vykdomą paiešką. Rezultatai gali būti siunčiami el.paštu ar išsaugomi jūsų krepšelyje.

source: Check out book you have on loan, submit borrowing requests, etc. Requires CERN ID.
el: Για να ελέγξετε το βιβλίο που έχετε δανεισμένο, να υποβάλετε αιτήματα δανεισμού, κτλ. πρέπει να έχετε CERN ID.
es: Compruebe los libros que tiene en préstamo, solicite reservas, etc. Requiere el ID del CERN.
ka: შეამოწმეთ წიგნები რომელიც გამოტანილი გაქვთ, დაამატეთ წიგნის გამოტანის მოთხოვნა, და ა.შ. მოითხოვება თქვენი ცერნის საიდენტიფიკაციო.
lt: Peržiūrėkite pasirinkta knygą, išsiųskite užsakymą, ir t.t. Reikalingas CERN ID.

source: You are logged in as a guest user, so your alerts will disappear at the end of the current session.
el: Έχετε συνδεθεί σαν χρήστης guest, οπότε τα καλάθια σας θα εξαφανιστούν στο τέλος της τρέχουσας συνεδρίας.
es: Ahora usted está identificado como usuario visitante, con lo que sus alertas desaparecerán al final de esta sesión.
ka: თქვენ შემოსული ხართ როგორც სტუმარი, ამიტომ თქვენი შეტყობინებები წაიშლება ამ სესიის დამთავრების შემდეგ.
lt: Esate prisijungęs svečio teisėmis, todėl jūsų įspėjimai išsitrins pasibaigus sesijai.

source: You are logged in as %(x_user)s. You may want to a) %(x_url1_open)slogout%(x_url1_close)s; b) edit your %(x_url2_open)saccount settings%(x_url2_close)s.
el: Έχετε συνθεθεί ως %(x_user)s. Ίσως να θέλετε α) %(x_url1_open)sνα κάνετε logout%(x_url1_close)s; β) να τροποποιήσετε τις %(x_url2_open)sρυθμίσεις του λογαριασμού%(x_url2_close)s σας.
es: Usted se ha identificado como %(x_user)s. Ahora puede a) %(x_url1_open)sdesconectarse%(x_url1_close)s; b) modificar las %(x_url2_open)spreferencias de su cuenta%(x_url2_close)s.
ka: თქვენ შემოსული ხართ როგორც %(x_user)s. თქვენ შეიძლება გინდოდეთ ა) %(x_url1_open)sგამოსვლა%(x_url1_close)s; ბ) შეასწოროთ თქვენი %(x_url2_open)sანგარიშის პარამეტრები%(x_url2_close)s.
lt: Jus prisijungęs(-usi) kaip %(x_user)s. Jūsų pasirinkimai a) %(x_url1_open)satsijungti%(x_url1_close)s; b) redaguoti %(x_url2_open)spaskyros nustatymus%(x_url2_close)s.

source: Your Alert Searches
el: Οι αναζητήσεις ειδοποιήσεων μου.
es: Sus alertas
ka: თქვენი ძიების შეტყობინებანი
lt: Jūsų įspėjimų paieškos

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s you are administering or are a member of.
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)sομάδων%(x_url_close)s που διαχειρίζεστε ή των οποίων είστε μέλος.
es: Puede consultar la lista de %(x_url_open)slos grupos%(x_url_close)s que administra o de los que forma parte.
ka: თქვენ შეგიძლიათ იხილოთ სია %(x_url_open)sთქვენი ჯგუფების%(x_url_close)s რომლებსაც თქვენ განაგებთ ან გაწევრიანებული ხართ.
lt: Galite peržiūrėti sąrašą %(x_url_open)sgrupių%(x_url_close)s, kurias administruojate ar esate grupės narys.

source: Your Groups
el: Οι ομάδες μου
es: Sus grupos
ka: თქვენი ჯგუფი
lt: Jūsų grupės

source: You can consult the list of %(x_url_open)syour submissions%(x_url_close)s and inquire about their status.
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)sυποβολών%(x_url_close)s σας και να δείτε την κατάστασή τους.
es: Puede consultar la lista de %(x_url_open)ssus envíos%(x_url_close)s e informarse de su estado.
ka: თქვენ შეგიძლიათ იხილოთ თქვენი%(x_url_open)sწარდგინებების სია%(x_url_close)s და შეამოწმოთ მათი სტატუსი.
lt: Galite peržiūrėti sąrašą %(x_url_open)spatalpintų dokumentų%(x_url_close)s ir jų būsenų.

source: Your Submissions
el: Οι υποβολές μου
es: Sus envíos
ka: თქვენი წარდგენები
lt: Jūsų patalpinimai

source: You can consult the list of %(x_url_open)syour approvals%(x_url_close)s with the documents you approved or refereed.
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)sεγκρίσεών%(x_url_close)s σας, με τα έγγραφα που εσείς έχετε εγκρίνει ή αξιολογήσει.
es: Puede consultar la lista de %(x_url_open)ssus aprobaciones%(x_url_close)s con los documentos que ha aprobado o revisado.
ka: თქვენ შეგიძლიათ იხილოთ%(x_url_open)sთქვენი დასტურების სია%(x_url_close)s დოკუმენტებზე რომლებიც დაადასტურეთ ან მიმართეთ.
lt: Galite peržiūrėti sąrašą %(x_url_open)sdokumentų%(x_url_close)s, kuriuos patvirtinote.

source: Your Approvals
el: Οι εγκρίσεις μου
es: Sus aprobaciones
ka: თქვენი დასტური
lt: Jūsų patvirtinimai

source: You can consult the list of %(x_url_open)syour tickets%(x_url_close)s.
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)stickets%(x_url_close)s σας.
es: Puede consultar la lista de %(x_url_open)ssus tareas%(x_url_close)s.
ka: თქვენ შეგიძლიათ იხილოთ %(x_url_open)sთქვენი ბილეთების სია%(x_url_close)s.
lt: Galite peržiūrėti savo %(x_url_open)s"etikečių"%(x_url_close)s sąrašą .

source: Your Tickets
el: Τα tickets μου
es: Sus tareas
ka: თქვენი ბილეთები
lt: Jūsų "etiketės"

source: Your Administrative Activities
el: Οι διαχειριστικές μου δραστηριότητες
es: Sus actividades administrativas
ka: თქვენი ადმინისტრაციული აქტივობა
lt: Jūsų administracinė veikla

source: Try again
el: Δοκιμάστε ξανά
es: Vuélvalo a intentar
ka: სცადეთ კიდევ ერთხელ
lt: Bandyti dar kartą

source: Somebody (possibly you) coming from %(x_ip_address)s has asked for a password reset at %(x_sitename)s for the account "%(x_email)s".
el: Υπάρχει μια αίτηση από την ip %(x_ip_address)s για επαναφορά στο σύστημα %(x_sitename)s του κωδικού του λογαριασμού "%(x_email)s".
es: Alguien (posiblemente usted), desde a dirección %(x_ip_address)s, ha solicitado un cambio de contraseña en %(x_sitename)s para la cuenta %(x_email)s.
ka: ვიღაცა (შესაძლოა თქვენ) შემოვიდა %(x_ip_address)s მისამართიდან პაროლის აღსადგენად %(x_sitename)s შემდეგი ანგარიშისთვის "%(x_email)s".
lt: Kažkas (galbūt jus)(kurio adresas %(x_ip_address)s )prašo pakeisti paskyros slaptažodį %(x_sitename)s "%(x_email)s".

source: If you want to reset the password for this account, please go to:
el: Εάν επιθυμείτε να επαναφέρετε τον κωδικό για τον λογαριασμό αυτό, παρακαλώ επισκευτείτε το:
es: Si quiere reiniciar la contraseña de esta cuenta, vaya a:
ka: თუ თქვენ გსურთ გადატვირთოთ ამ ანგარიშთან დაკავშირებული თქვენი პაროლი გთხოვთ მიმართოთ:
lt: Jei norite pakeisti šios paskyros slaptažodį:

source: in order to confirm the validity of this request.
el: ώστε να επιβεβαιώσετε την εγκυρότητα της αίτησης.
es: para confirmar la validez de esta petición.
ka: იმისათვის რომ დაადასტუროთ ეს მოთხოვნა
lt: Paspauskite auksčiau esančią nuorodą, kad galėtume patvirtinti.

source: Please note that this URL will remain valid for about %(days)s days only.
el: Έχετε υπόψην σας οτι αυτό το URL θα παραμείνει σε ισχύ για %(days)s ημέρες.
es: Tenga en cuenta que esta URL sólo será válida durante unos %(days)s días.
ka: გთხოვთ გაითვალისწინოთ რომ ეს მისამართი ძალაში იქნება დაახლოებით %(days)s დღე.
lt: Dėmesio, šis URL veiks tik %(days)s dieną(-as).

source: Somebody (possibly you) coming from %(x_ip_address)s has asked to register a new account at %(x_sitename)s for the email address "%(x_email)s".
el: Υπάρχει μια αίτηση από την ip %(x_ip_address)s για δημιουργία νέου λογαριασμού στο σύστημα %(x_sitename)s για το email "%(x_email)s".
es: Alguien (posiblemente usted), desde a dirección %(x_ip_address)s, ha solicitado una cuenta nueva en %(x_sitename)s para la dirección de correo electrónico %(x_email)s.
ka: ვიღაცა (შესაძლოა თქვენ) შემოვიდა %(x_ip_address)s მისამართით და მოითხოვა რეგისტრაცია %(x_sitename)s -ზე შემდეგი ელფოსტებისათვის "%(x_email)s".
lt: Kažkas (galbūt jus)(kurio adresas%(x_ip_address)s)prašo leidimo užregistruoti naują paskyrą %(x_sitename)s su el.paštą "%(x_email)s".

source: If you want to complete this account registration, please go to:
el: Εάν επιθυμείτε να ολοκληρώσετε την διαδικασία εγγραφής, παρακαλώ επισκευτείτε το:
es: Para completar el alta de la cuenta, vaya a:
ka: თუ თქვენ გსურთ საბოლოო რეგისტრაცია თქვენი ანგარიშის, გთხოვთ გადახვიდეთ:
lt: Jei norite pabaigti naujos paskyros registraciją:
