Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Reviews
el: Κριτικές
es: Reseñas
ka: განხილვები
lt: Atsiliepimai

source: There is a total of %s reviews
el: Υπάρχουν συνολικά %s κριτικές
es: Hay un total de %s reseñas
ka: სულ არის %s განხილვა
lt: Iš viso yra %s atsiliepimų

source: There is a total of %s comments
el: Υπάρχουν συνολικά %s σχόλια
es: Hay un total de %s comentarios
ka: სულ არის %s კომენტარი
lt: Iš viso yra %s komentarų

source: Be the first to review this document.
el: Γίνετε ο πρώτος που θα γράψει κριτική για το έγγραφο αυτό.
es: Sea el primero a escribir una reseña de este documento.
ka: იყავი პირველი ვინც განიხილავს ამ დოკუმენტს
lt: Tapkite pirmuojų parašę atsiliepimą šiam dokumentui.

source: Subscribe
el: Εγγραφή
es: Subscribirse
ka: ჩაწერა
lt: Prisijungti

source: Unsubscribe
el: Διαγραφή συνδρομής
es: Darse de baja
ka: ამოწერა
lt: Pasišalinti

source: review
el: κριτική
es: reseña
ka: განხილვა
lt: atsiliepimas

source: comment
el: σχόλιο
es: comentario
ka: კომენტარი
lt: komentaras

source: Review
el: Κριτική
es: Reseña
ka: განხილვა
lt: Atsiliepimas

source: Viewing
el: Βλέπετε την
es: Visualización
ka: ყურება
lt: Peržiūri

source: Page:
el: Σελίδα:
es: Página:
ka: გვერდი
lt: Puslapis:

source: You are not authorized to comment or review.
el: Δεν έχετε δικαίωμα να σχολιάσετε ή να κάνετε κριτική.
es: No está autorizado a hacer comentarios o reseñas.
ka: თქვენ არ ხარ ავტორიზებული კომენტირებისათვის ან განხილვისათვის.
lt: Nesate įgaliotas komentuoti ar rašyti atsiliepimą.

source: Note: Your nickname, %s, will be displayed as author of this comment.
el: Σημείωση: Το ψευδώνυμό σας, %s, θα εμφανίζεται ως συγγραφέας του σχολίου αυτού.
es: Atención: su alias, %s, será el que se muestre como autor de este comentario
ka: თქვენი მეტსახელი, %s, იქნება გამოყენებული როგორც ამ ცომენტარის ავტორი.
lt: Atsiminkite: Jūsų vartotojo vardas, %s, bus naudojamas kaip autoriaus vardas šiam komentarui.

source: Note: you have not %(x_url_open)sdefined your nickname%(x_url_close)s. %(x_nickname)s will be displayed as the author of this comment.
el: Σημείωση: δεν έχετε %(x_url_open)sορίσει το ψευδώνυμό σας%(x_url_close)s. Ο %(x_nickname)s θα εμφανίζεται σαν συντάκτης του σχολίου αυτού.
es: Atención: todavía no ha %(x_url_open)sdefinido su alias%(x_url_close)s. %(x_nickname)s, será el que se muestre como autor de este comentario
ka: შენიშვნა: თქვენ არ გაქვთ %(x_url_open)sგანსაზღვრული ზედმეტსახელი%(x_url_close)s. %(x_nickname)s იქნება გამოყენებული როგორც ამ კომენტარის ავტორი.

source: Once logged in, authorized users can also attach files.
el: Αφού συνδεθούν, οι εξουσιοδοτημένοι χρήστες μπορούν επίσης να επισυνάψουν αρχεία.
es: Una vez identificados, los usuarios autorizados también pueden añadir ficheros.
lt: Prisijungę vartotojai gali pridėti failų.

source: Optionally, attach a file to this comment
el: Προαιρετικά, μπορείτε να επισυνάψετε ένα αρχείο σε αυτό το σχόλιο
es: Opcionalmente, añada un fichero a este comentario
lt: Pasirinktinai, pridėkite failą prie šio komentaro

source: Optionally, attach files to this comment
el: Προαιρετικά, μπορείτε να επισυνάψετε αρχεία σε αυτό το σχόλιο
es: Opcionalmente, añada ficheros a este comentario
lt: Pasirinktinai, pridėkite failą prie šio komentaro

source: Max one file
el: Όριο ένα αρχείο
es: Máximo un fichero
lt: Daugiausiai vienas failas

source: Max %i files
el: Όριο %i αρχεία
es: Máximo %i ficheros
lt: Daugiausiai %i failai

source: Max %(x_nb_bytes)s per file
el: Όριο %(x_nb_bytes)s ανά αρχείο
es: Máximo %(x_nb_bytes)s por fichero
lt: Daugiausiai %(x_nb_bytes)s vienam failui

source: Send me an email when a new comment is posted
el: Να μου αποσταλεί email όταν το σχόλιό μου δημοσιευτεί
es: Envíame un correo electrónico cuando se publique un nuevo comentario
ka: გამომიგზავნე ელფოსტა როცა კომენტარი იქნება დამატებული
lt: Atsiųsti el.pranešimą apie naują komentarą

source: Article
el: Άρθρο
es: Artículo
ka: არტიკლი
lt: Straipsnis

source: Add comment
el: Προσθήκη σχολίου
es: Añadir comentario
ka: კომენტარის დამატება
lt: Pridėti komentarą

source: Note: Your nickname, %s, will be displayed as the author of this review.
el: Σημείωση: Ο %s, θα εμφανίζεται σαν συγγραφέας της κριτικής αυτής.
es: Atención: su alias, %s, será el que se muestre como autor de esta reseña.
ka: შენიშვნა: თქვენი მეტსახელი, %s, იქნება გამოყენებლი როგორც ამ განხილვის ავტორი.
lt: Atsiminkite: Jūsų vartotojo vardas, %s, bus rodomas kaip autoriaus vardas prie šio atsiliepimo.

source: Rate this article
el: Βαθμολογήστε αυτό το άρθρο
es: Valore este artículo
ka: არტიკლის შეფასება
lt: Įvertinkite šį straipsnį

source: Select a score
el: Επιλέξτε μια βαθμολογία
es: Seleccione una puntuación
ka: ქულის შერჩევა
lt: Pasirinkite rezultatą

source: Give a title to your review
el: Δώστε έναν τίτλο στην κριτική σας
es: Dé un título a su reseña
ka: დაურთეთ სათაური თქვენს განხილვას
lt: Pridėkite pavadinimą

source: Write your review
el: Γράψτε μια κριτική
es: Escriba su reseña
ka: დაწერეთ თქვენი განხილვა
lt: Parašykite atsiliepimą

source: Add review
el: Προσθήκη Κριτικής
es: Añadir una reseña
ka: განხილვის დამატება
lt: Pridėti atsiliepimą

source: Add Review
el: Προσθήκη Κριτικής
es: Añadir una reseña
ka: განხილვის დამატება
lt: Pridėti atsiliepimą

source: Your review was successfully added.
el: Η κριτική σας προστέθηκε επιτυχώς.
es: Su reseña se ha añadido correctamente.
ka: თქვენი განხილვა წარმატებითაა დამატებული.
lt: Jūsų atsiliepimas sėkmingai patalpintas.

source: Your comment was successfully added.
el: Το σχόλιό σας προστέθηκε επιτυχώς.
es: Su comentario se ha añadido correctamente.
ka: თქვენი კომენტარი წარმატებით იქნა დამატებული.
lt: Jūsų komentaras sėkmingai patalpintas.

source: Back to record
el: Επιστροφή στην εγγραφή
es: Volver al registro
ka: უკან ჩანაწერთან
lt: Atgal į įrašą

source: View most commented records
el: Προβολή των εγγραφών με τα περισσότερα σχόλια
es: Ver los registros más comentados
ka: იხილეთ ყველაზე მეტად კომენტარებადი ჩანაწერი
lt: Peržiūrėti daugiausiai komentarų turinčius įrašus

source: View latest commented records
el: Προβολή των εγγραφών με τα πιο πρόσφατα σχόλια
es: Ver los registros con los comentarios más recientes
ka: იხილეთ ახალი დაკომენტირებული ჩანაწერები
lt: Peržiūrėti vėliausiai pakomentuotus įrašus

source: View all comments reported as abuse
el: Προβολή των σχολίων που έχουν αναφερθεί ως κακόβουλα
es: Visualizar todos los comentarios denunciados
ka: იხილეთ ყველა კომენტარი რომელიც დარღვევად იყო მოხსენებული
lt: Peržiūrėti visus komentarus, apie kurių netinkamumą buvo pranešta

source: View most reviewed records
el: Προβολή των εγγραφών με τις περισσότερες κριτικές
es: Ver los registros con más reseñas
ka: იხილეთ ყველაზე მეტად ხილვადი ჩანაწერები
lt: Peržiūrėti įrašus, kurie turi daugiausiai atsiliepimų

source: View latest reviewed records
el: Προβολή των εγγραφών με τις πιο πρόσφατες κριτικές
es: Ver los registros con las reseñas más recientes
ka: იხილეთ ახალი განხილული ჩანაწერები
lt: Peržiūrėti įrašus, kuriems atsiliepimai parašyti vėliausiai

source: View all reviews reported as abuse
el: Προβολή των κριτικών που έχουν αναφερθεί ως κακόβουλες
es: Visualizar todas las reseñas denunciadas
ka: იხილეთ ყველა ჩანაწერი დარღვევად მოხსენებული
lt: Peržiūrėti visus atsiliepimus, apie kurių netinkamumą buvo pranešta

source: View all users who have been reported
el: Προβολή όλων των χρηστών που έχουν αναφερθεί
es: Ver todos los usuarios que han sido denunciados
ka: იხილეთ ყველა დამრღვევად მოხსენიებული მომხმარებელი
lt: Peržiūrėti visus vartotojus, kurie atsiuntė pranešimus

source: Guide
el: Οδηγός
es: Guía
ka: ხელმძღვანელი
lt: Vadovas

source: Comments and reviews are disabled
el: Τα σχόλια και οι κριτικές έχουν απενεργοποιηθεί
es: Los comentarios y las reseñas están desactivadas
ka: კომენტარები და განხილვები გაუქმებულია
lt: Pašalinti komentarai ir atsiliepimai

source: Please enter the ID of the comment/review so that you can view it before deciding whether to delete it or not
el: Παρακαλώ εισάγετε το ID του σχολίου/κριτικής ώστε να μπορέσετε να το δείτε πριν αποφασίσετε εάν θα το σβήσετε
es: Introduzca el número del comentario o reseña; así puede visualizarlo antes de decidir si lo suprime o no
ka: გთხოვთ შეიყვანოთ კომენტარის/განხილვის საიდენტიფიკაციო რომ შეძლოთ მისი ნახვა სანამ წაშლით
lt: Prašome, įveskite komentaro/atsiliepimo ID, kad galėtumėte peržiūrėti prieš nusprendžiant ištrinti ar palikti

source: Comment ID:
el: ID σχολίου:
es: Número del comentario:
ka: კომენტარის საიდენტიფიკაციო:
lt: Komentaro ID:

source: Or enter a record ID to list all the associated comments/reviews:
el: Εναλλακτικά, εισάγετε την ταυτότητα εγγραφής για να εμφανίσετε τα σχετικά σχόλια/κριτικές:
es: O entre el número de registro para ver todos los comentarios y reseñas asociadas:
ka: ან შეიყვანეთ ჩანაწერის საიდენტიფიკაციო რომ იხილოთ ყველა ასოცირებული კომენტარი/განხილვა:
lt: Arba įveskite įrašo ID į sąrašą visų susijusių komentarų/pranešimų:

source: Record ID:
el: ID εγγραφής:
es: Registro:
ka: ჩანაწერის საიდენტიფიკაციო:
lt: Įrašo ID:

source: View Comment
el: Επισκόπηση Σχολίου
es: Visualizar el comentario
ka: კომენტარის ნახვა
lt: Peržiūrėti komentarą

source: There have been no reports so far.
el: Δεν υπάρχουν ύποπτες αναφορές μέχρι στιγμής.
es: De momento no hay denuncias.
ka: რეპორტები ჯერ არ არის.
lt: Pranešimų nėra

source: View all %s reported comments
el: Προβολή των %s ύποπτων σχολίων που υπάρχουν
es: Visualizar todos los %s comentarios denunciados
ka: იხილეთ ყველა %s მოხსენებული კომენტარი
lt: Peržiūrėti visus %s komentarus, apie kuriuos buvo pranešta

source: View all %s reported reviews
el: Προβολή των %s ύποπτων κριτικών που υπάρχουν
es: Visualizar todas las %s reseñas denunciadas
ka: იხილეთ ყველა %s მოხსენებული განხილვა
lt: Peržiūrėti visus %s atsiliepimus, apie kuriuos buvo pranešta

source: Here is a list, sorted by total number of reports, of all users who have had a comment reported at least once.
el: Ακολουθεί μια λίστα από όλους τους χρήστες, των οποίων τα σχόλια τους αναφέρθηκαν ως ύποπτα, ταξινομημένη με τον συνολικό αριθμό αναφορών.
es: Esta es la lista, ordenada por el número de denuncias, de los usuarios que han tenido al menos una denuncia a alguno de sus comentarios.
ka: აქ არის სია, სორტირებული რეპორტების საერთო რაოდენობით, ყველა მომხმარებელის ვისი კომენტარიც იყო მოხსენებული ერთხელ მაინც.
lt: Sąrašas, surušiuotas pagal pranešimų numerius, visų vartotojų, kurienors kartą pranešė apie komentarą..

source: Nickname
el: Ψευδώνυμο
es: Alias
ka: მეტსახელი
lt: Vartotojo vardas

source: User ID
el: ID Χρήστη
es: Número de usuario
ka: მომხმარებლის საიდენტიფიკაციო
lt: Vartotojo ID

source: Number positive votes
el: Αριθμός θετικών ψήφων
es: Número de votos positivos
ka: დადებითი ხმების რაოდენობა
lt: Teigiamų balsų skaičius

source: Number negative votes
el: Αριθμός αρνητικών ψήφων
es: Número de votos negativos
ka: უარყოფითი ხმების რაოდენობა
lt: Neigiamų balsų skaičius

source: Total number votes
el: Συνολικός αριθμός ψήφων
es: Número total de votos
ka: ხმების საერთო რაოდენობა
lt: Išviso balsų

source: Total number of reports
el: Συνολικός αριθμός αναφορών
es: Número total de denuncias
ka: რეპორტების საერთო რაოდენობა
lt: Iš viso pranešimų

source: View all user's reported comments/reviews
el: Επισκόπηση των ύποπτων σχολίων/κριτικών όλων των χρηστών
es: Visualizar todos los comentarios/reseñas denunciadas de este usuario
ka: იხილეთ ყველა მომხმარებლის მოხსენებული კომენტარი/განხილვა
lt: Peržiūrėti visus vartotojus įkėlusius komentarus/atsiliepimus

source: This review has been reported %i times
el: Αυτη η κριτική έχει αναφερθεί ως ύποπτη %i φορές
es: Esta reseña ha sido denunciada %i veces
ka: ეს განხილვა მოხსენიებული იყო %i ჯერ
lt: Apie šį pranešimą buvo %i kartą(-us) pranešta

source: This comment has been reported %i times
el: Αυτό το σχόλιο έχει αναφερθεί ως ύποπτο %i φορές
es: Este comentario ha sido denunciado %i veces
ka: ეს კომენტარი მოხსენიებული იყო %i ჯერ
lt: Apie šį komentarą buvo pranešta %i kartą(-us)

source: Written by
el: Συντάχθηκε από
es: Escrita por
ka: დაწერილია
lt: Parašyta

source: General informations
el: Γενικές πληροφορίες
es: Informaciones generales
ka: ზოგადი ინფორმაცია
lt: Bendra informacija

source: Delete selected reviews
el: Διαγραφή επιλεγμένων κριτικών
es: Eliminar las reseñas seleccionadas
ka: არჩეული განხილვების წაშლა
lt: Ištrinti pasirinktus atsiliepimus

source: Suppress selected abuse report
el: Αποσιώπηση επιλεγμένων αναφορών για πιθανή προσβλητική χρήση
es: Suprimir el informe de abuso seleccionado
ka: არჩეული რეპორტის დაკავება
lt: Sustabdyti pasirinktą pranešimą apie piktnaudžiavimą

source: Undelete selected reviews
el: Επαναφέρετε τις επιλεγμένες κριτικές
es: Recuperar las reseñas eliminadas
ka: არჩეული განხილვების წაშლის გაუქმება
lt: Atkurti pasirinktus atsiliepimus

source: Undelete selected comments
el: Επαναφέρετε τα επιλεγμένα σχόλια
es: Recuperar los comentarios eliminados
ka: არჩეული კომენტარების წაშლის გაუქმება
lt: Atkurti pasirinktus komentarus

source: Delete selected comments
el: Διαγραφή επιλεγμένων σχολίων
es: Suprimir los comentarios seleccionados
ka: არჩეული კომენტარების წაშლა
lt: Ištrinti pasirinktus komentarus

source: Here are the reported reviews of user %s
el: Ορίστε οι ύποπτες κριτικές του χρήστη %s
es: Estas son las reseñes denunciadas del usuario %s
ka: აქ არის %s მომხმარებლის მოხსენებული განხილვები
lt: Čia yra atsiliepimai, apie kuriuos buvo pranešta vartotojų %s

source: Here are the reported comments of user %s
el: Ορίστε τα ύποπτα σχόλια του χρήστη %s
es: Estos son los comentarios denunciados del usuario %s
ka: აქ არის მოხსენებული კომენტარები %s -ის მიერ
lt: Čia yra komentarai, apie kuriuos buvo pranešta vartotojų %s

source: Here is review %s
el: Η κριτική %s
es: Ésta es la reseña %s
ka: აქ არის განხილვა %s
lt: Čia yra atsiliepimas %s

source: Here is comment %s
el: Το σχόλιο %s
es: Éste es el comentario %s
ka: აქ არის კომენტარი %s
lt: Čia yra komentara %s

source: Here is review %(x_cmtID)s written by user %(x_user)s
el: Η κριτική %(x_cmtID)s γραμμένο από τον χρήστη %(x_user)s
es: Ésta es la reseña %(x_cmtID)s escrita por el usuario %(x_user)s
ka: აქ არის განხილვა %(x_cmtID)s დაწერილი %(x_user)s -ის მიერ
lt: Šis atsiliepimas %(x_cmtID)s parašytas vartotojo %(x_user)s

source: Here is comment %(x_cmtID)s written by user %(x_user)s
el: Το σχόλιο %(x_cmtID)s γραμμένο από τον χρήστη %(x_user)s
es: Éste es el comentario %(x_cmtID)s escrito por el usuario %(x_user)s
ka: აქ არის კომენტარი %(x_cmtID)s დაწერილი %(x_user)s -ის მიერ
lt: Šis komentaras %(x_cmtID)s parašytas vartotojo %(x_user)s

source: Here are all reported reviews sorted by the most reported
el: Ορίστε όλες οι ύποπτες κριτικές, ταξινομημένες κατά αριθμό αναφορών
es: Estas son todas las reseñas denunciadas, ordenadas de más a menos
ka: აქ არის ყველა მოხსენებული განხილვა, დალაგებული მოხსლენების სიხშირის მიხედვით
lt: Visi atsiliepimai surūšiuoti pagal pranešimų apie juos skaičių

source: Here are all reported comments sorted by the most reported
el: Ορίστε όλα τα ύποπτα σχόλια, ταξινομημένα κατά αριθμό αναφορών
es: Estos son todos los comentarios denunciados, ordenados de más a menos
ka: აქ არის ყველა მოხსენებული კომენტარი, ყველაზე ხშირად მოხსენებული პირველია
lt: Visi komentarai surūšiuoti pagal pranešimų apie juos skaičių

source: Here are all reviews for record %i, sorted by the most reported
el: Εδώ φαίνονται όλες οι κριτικές για την εγγραφή %i, ταξινομημένες κατά αριθμό αναφορών
es: Reseñas del registro %i, ordenadas de más a menos denuncias
ka: აქ არის ყველა განხილვა ჩანაწერი %i სათვის, ყველაზე ხშირად მოხსენებული პირველია
lt: Visi atsiliepimai apie %i įrašą, surūšiuoti pagal pranešimų apie jį skaičių

source: Show comments
el: Εμφάνιση σχολίων
es: Ver comentarios
ka: კომენტარების ჩვენება
lt: Rodyti komentarus

source: Here are all comments for record %i, sorted by the most reported
el: Όλα τα σχόλια για την εγγραφή %i, ταξινομημένα κατά αριθμό αναφορών
es: Comentarios al registro %i, ordenados de más a menos denuncias
ka: აქ არის ყველა კომენტარი ჩანაწერი %i სათვის, ყველაზე ხშირად მოხსენებული პირველია
lt: Visi komentaraiai apie %i įrašą, surūšiuoti pagal pranešimų apie jį skaičių

source: Show reviews
el: Εμφάνιση κριτικών
es: Visualizar las reseñas
ka: მაჩვენე განხილვები
lt: Rodyti atsiliepimus

source: comment ID
el: ID σχολίου
es: número de comentario
ka: კომენტარის საიდენტიფიკაციო
lt: komentaro ID

source: successfully deleted
el: διαγράφηκε επιτυχώς
es: suprimido correctamente
ka: წარმატებით წაიშალა
lt: sėkmingai ištrinta

source: successfully undeleted
el: επανήλθε επιτυχώς
es: recuperado correctamente
ka: წაშლა წარმატებით გაუქმდა
lt: sėkmingai atkurta

source: successfully suppressed abuse report
el: η αναφορά για πιθανά προσβλητικό περιεχόμενο αποσιωπήθηκε επιτυχώς
es: eliminada correctamente la denuncia de abuso
ka: წარმატებით აღკვეთილია დარღვევის მოხსენება
lt: sėkmingai sustabdytas piknaudžiavimo pranešimas

source: Not yet reviewed
el: Χωρίς κριτική ακόμα
es: Sin ninguna reseña
ka: ჯერ არ არის განხილული
lt: Dar nėra atsiliepimų

source: The following review was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
el: Η παρακάτω κριτική απεστάλη στην %(CFG_SITE_NAME)s από τον/την %(user_nickname)s:
es: Se ha enviado esta reseña a %(CFG_SITE_NAME)s por %(user_nickname)s:
ka: შემდეგი განხილვა გაგზავნილია %(CFG_SITE_NAME)s სთან %(user_nickname)s -ის მიერ:
lt: Atsiliepimas sukurtas %(user_nickname)s nusiųstas %(CFG_SITE_NAME)s:

source: The following comment was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
el: Το παρακάτω σχόλιο απεστάλη στην %(CFG_SITE_NAME)s από τον/την %(user_nickname)s:
es: Se ha enviado este comentario a %(CFG_SITE_NAME)s por %(user_nickname)s:
ka: კომენტარი გაგზავნილია %(CFG_SITE_NAME)s თან %(user_nickname)s -ის მიერ:
lt: Komentaras sukurtas %(user_nickname)s nusiųstas %(CFG_SITE_NAME)s:

source: This is an automatic message, please don't reply to it.
el: Αυτό είναι ένα αυτοματοποιημένο μήνυμα, παρακαλώ μην απαντήσετε.
es: Este es un mensaje automático, no lo responda.
ka: ეს არის ავტომატური გაგზავნა, გთხოვთ არ გამოეხმაუროთ მას.
lt: Tai automatinis pranešimas, prašome į jį neatsakynėti.

source: To post another comment, go to <%(x_url)s> instead.
el: Για αποστολή νέου σχολίου, επισκευτείτε το <%(x_url)s>.
es: Para publicar otro comentario, debe ir a <%(x_url)s>.
ka: სხვა კომენტარის დასამატებლად, მიბრძანდით <%(x_url)s>.
lt: Norėdami parašyti dar vieną komentarą spauskite čia <%(x_url)s>.

source: To specifically reply to this comment, go to <%(x_url)s>
el: Για απάντηση στο συγκεκριμένο σχόλιο, επισκευτείτε το <%(x_url)s
es: Para contestar específicamente a este comentario, debe ir a <%(x_url)s>.
ka: იმისათვის, რომ კონკრეტულად გამოეხმაუროდ ამ კომენტარს გადადით <%(x_url)s>
lt: Norėdami atsakyti į šį komentarą spauskite čia <%(x_url)s>

source: To unsubscribe from this discussion, go to <%(x_url)s>
el: Για να διαγραφείτε από την συγκεκριμένη συζήτηση, επισκευτείτε το <%(x_url)s
es: Para darse de baja de esta discusión, debe ir a <%(x_url)s>.
ka: ამ დისკუსიისგან ამოსაწერათ, გადადით <%(x_url)s>
lt: Kad atsisakyti dalyvavimo diskusijoje spauskite čia <%(x_url)s>

source: For any question, please use <%(CFG_SITE_SUPPORT_EMAIL)s>
el: Για οποιαδήποτε ερώτηση, παρακαλώ επικοινωνήστε με <%(CFG_SITE_SUPPORT_EMAIL)s>
es: Para resolver dudas, póngase en contacto con <%(CFG_SITE_SUPPORT_EMAIL)s>
ka: ნებისმიერი კითხვისათვის გამოიყენეთ <%(CFG_SITE_SUPPORT_EMAIL)s>
lt: Jei turite klausimų rašykite <%(CFG_SITE_SUPPORT_EMAIL)s>

source: Your comment will be lost.
el: Το σχόλιό σας θα χαθεί.
es: Su comentario se perderá.

source: Refresh
el: Ανανέωση
es: Refrescar
ka: განახლება
lt: Atnaujinti

source: Record Not Found
el: Η εγγραφή δεν βρέθηκε
es: No se ha encontrado el registro
ka: ჩანაწერი არ მოიძებნა
lt: Įrašas nerastas

source: Specified comment does not belong to this record
es: El comentario especificado no pertenece a este registro

source: You do not have access to the specified comment
es: No tiene acceso al comentario especificado

source: The size of file \"%s\" (%s) is larger than maximum allowed file size (%s). Select files again.
el: Το μέγεθος του αρχείου \"%s\" (%s) είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο όριο (%s). Επιλέξτε αρχεία ξανά.
es: El tamaño del fichero \"%s\" (%s) es mayor que el máximo permitido (%s). Vuelva a seleccionar los ficheros.

source: Add Comment
el: Προσθήκη σχολίου
es: Añadir comentario
ka: კომენტარის დამატება
lt: Pridėti komentarą

source: You cannot vote for a deleted comment
es: No puede votar a un comentario borrado

source: You cannot report a deleted comment
es: No puede denunciar a un comentario borrado

source: Page Not Found
el: Η σελίδα δε βρέθηκε
es: No se ha encontrado la página
lt: Puslapis nerastas

source: The requested comment could not be found
el: Το συγκεκριμένο σχόλιο δεν υπάρχει
es: No se ha encontrado el comentario solicitado
lt: Pageidaujamas komentaras nerastas

source: You cannot access files of a deleted comment
es: No puede acceder a los ficheros de un comentario borrado

source: The requested file could not be found
el: Το αρχείο που ζητήσατε δεν υπάρχει
es: No se ha encontrado el fichero solicitado
lt: Pageidaujamas failas nerastas

source: Invalid comment ID.
el: Μη έγκυρη ταυτότητα σχολίου
es: Número de comentario no válido.

source: Comment ID %s does not exist.
el: Η ταυτότητα σχολίου %s δεν υπάρχει.
es: El comentario %s no existe.

source: Record ID %s does not exist.
el: Η ταυτότητα εγγραφής %s δεν υπάρχει.
es: El registro %s no existe.

source: WebComment Admin
el: Διαχείριση WebComment
es: Administración de WebComment
ka: ვებკომენტირების ადმინისტრაცია
lt: WebComment modulio administratorius

source: Internal Error
el: Εσωτερικό Σφάλμα
es: Error Interno
ka: შიდა შეცდომა
lt: Vidinė klaida

source: Delete/Undelete Reviews
el: Διαγραφή/Επαναφορά Κριτικών
es: Suprimir/recuperar reseñas
ka: განხილვების წაშლა/აღდგენა
lt: Ištrinti/atkurti atsiliepimą

source: Delete/Undelete Comments
el: Διαγραφή/Επαναφορά Σχολίων
es: Suprimir/recuperar comentarios
ka: წაშლა/არ წაშლა კომენტარების
lt: Ištrinti/atkurti komentarą

source: or Suppress abuse reports
el: ή αποσιώπηση αναφορών για πιθανά προσβλητική χρήση
es: o eliminar las denuncias de abuso
ka: ან გააუქმე დარღვევის მოხსენება
lt: ar sustabdyti piktnaudžiavimo pranešimus

source: View all reported users
el: Επισκόπηση όλων των χρηστών που έχουν αναφερθεί
es: Visualizar todos los usuarios denunciados
ka: იხილეთ ყველა მოხსენებული მომხმარებლები
lt: Peržiūrėti visus vartotojus, kurie sukūrė pranešimus

source: Delete comments
el: Διαγραφή σχολίων
es: Suprimir comentarios
ka: კომენტარების წაშლა
lt: Ištrinti komentarus

source: Suppress abuse reports
el: Αποσιώπηση αναφορών για πιθανά προσβλητική χρήση
es: Eliminar las denuncias de abuso
ka: დარღვევის მოხსენების გაუქმება
lt: Sustabdyti pranešimus apie piknaudžiavimą

source: Undelete comments
el: Επαναφορά σχολίων
es: Recuperar comentarios eliminados
ka: კომენტარების აღდგენა
lt: Atkurti komentarus

source: Archive
el: Αρχείο
es: Archivo
ka: არქივი
lt: Archivas

source: Select Year:
el: Επιλογή Έτους:
es: Seleccionar año:
ka: აირჩიეთ წელი:
lt: Pasirinkite metus:

source: Select Issue:
el: Επιλογή Τεύχους:
es: Seleccionar número:
ka: აირჩიეთ საკითხი:
lt: Pasirinkite leidimą:

source: Select Date:
el: Επιλογή Ημερομηνίας:
es: Seleccionar fecha:
ka: აირჩიეთ თარიღი:
lt: Pasirinkite datą:

source: About your article at %(url)s
el: Σχετικά με το άρθρο σας στο %(url)s
es: Sobre su artículo en %(url)s
ka: თქვენი სტატიის შესახებ %(url)s
lt: Apie jūsų straipsnį %(url)s

source: Did you know?
el: Γνωρίζατε ότι...
es: Lo sabía?
ka: თქვენ იცით ?
lt: Ar žinote?

source: Hi, Have a look at the following article: <%(url)s>
el: Χαίρετε, Δείτε το παρακάτω άρθρο: <%(url)s>
es: Hola, échele un vistazo a este artículo: <%(url)s>
ka: გამარჯობა, გადახედეთ ქვემოთ მოწოდებულ სტატიას: <%(url)s>
lt: Labas, Pažiūrėk šį straipsnį: <%(url)s>
