Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Send this article
el: Αποστολή του παρόντος άρθρου
es: Enviar este artículo
ka: სტატიის გაგზავნა
lt: Siųsti straipsnį

source: Issue No.
el: Αρ. Τεύχους
es: Número
ka: პრობლემის ნო.
lt: Leidimo Nr.

source: News Articles
el: Άρθρα Νέων
es: Noticias
ka: ახალი სტატია
lt: Naujienų straipsniai

source: Official News
el: Επίσημα Νέα
es: Noticias oficiales
ka: ოფიციალური ახალი ამბები
lt: Oficialios naujienos

source: Training and Development
el: Εκπαίδευση και Ανάπτυξη
es: Formación y desarrollo
ka: ტრეინინგი და განვითარება
lt: Mokymai ir vystimas

source: General Information
el: Γενικές πληροφορίες
es: Información general
ka: ძირითადი ინფორმაცია
lt: Bendroji informacija

source: Announcements
el: Ανακοινώσεις
es: Avisos

source: Training
el: Εκπαίδευση
es: Formación

source: Events
el: Συμβάντα
es: Eventos

source: Staff Association
el: Σύλλογος Προσωπικού
es: Asociación de personal

source: Subscribe by RSS
el: Εγγραφή μέσω RSS
es: Subscribirse vía RSS
ka: RSS -ით ჩაწერა
lt: Užsisakyti RSS

source: Page not found
el: Η Σελίδα δεν βρέθηκε
es: No se ha encontrado la página
ka: გვერდი არ არის ნაპოვნი
lt: Puslapis nerastas

source: The requested page does not exist
el: Η σελίδα που ζητήσατε, δεν υπάρχει
es: La página solicitada no existe
ka: მოთხოვნილი გვერდი არ არსებობს
lt: Puslapis neegzistuoja

source: No journal articles
el: Δεν υπάρχουν άρθρα περιοδικών
es: Sin artículos de revista
ka: ჟურნალის არტიკლი არ არის
lt: Žurnale nėra straipsnių

source: Problem with the configuration of this journal
el: Πρόβλημα με την παραμετροποίηση αυτού του περιοδικού
es: Problema con la configuración de esta revista
ka: პრობლემა ჟურნალის კონფიგურაციასთან დაკავშირებით
lt: Atsirado problemų konfiguruojant šį žurnalą

source: No journal issues
el: Δεν υπάρχουν τεύχη περιοδικών
es: Sin números de revista
ka: ჟურნალთან პრობლემები არ არის
lt: Nėra žurnalo leidimų

source: Journal article error
el: Σφάλμα άρθρου περιοδικού
es: Error interno de la revista
ka: ჟურნალის სტატიის შეცდომა
lt: Klaida žurnalo straipsnyje

source: We could not know which article you were looking for
el: Δεν μπορέσαμε να βρούμε το άρθρο που αναζητάτε
es: No ha sido posible encontrar el artículo que buscaba
ka: ჩვენ არ ვიცით რომელ სტატიას ეძებთ
lt: Nežinome kurio straipsnio jus ieškojote

source: No journals available
el: Δεν υπάρχουν διαθέσιμα περιοδικά
es: No hay ninguna revista
ka: არ არის ხელმისაწვდომი ჟურნალი
lt: Nėra prieinamų žurnalų

source: We could not provide you any journals
el: Δεν μπορέσαμε να σας παρέχουμε κάποιο περιοδικό
es: No ha sido posible ofrecerle ninguna revista
ka: ჩვენ ვერ გაწოდებთ ვერცერთ ჟურნალს
lt: Mes negalime pateikti jums jokių žurnalų

source: It seems that there are no journals defined on this server. Please contact support if this is not right.
el: Φαίνεται οτι δεν έχουν οριστεί διαθέσιμα περιοδικά στον server. Αν νομίζετε οτι υπάρχει πρόβλημα, επικοινωνήστε με τον διαχειριστή.
es: Parece ser que no hay ninguna revista definida en este servidor. Contacte con el soporte si no es así.
ka: როგორც ჩანს ამ სერვერზე არ არის განსაზღვრული ჟურნალები. გთხოვთ დაუკავშირდეთ მხარდამჭერებს თუ ეს მცდარია.
lt: Panašu, kad šiame serveryje priskirtų žurnalų nėra. Jei tai ne ties, prašome susisiekti su sistemos palaikymo komanda.

source: Select a journal on this server
el: Επιλέξτε ένα περιοδικό στον server
es: Seleccione una revista en este servidor
ka: მონიშნეთ ჟურნალი ამ სერვერზე
lt: Pasirinkite žurnalą šiame serveryje

source: We couldn't guess which journal you are looking for
el: Δεν μπορέσαμε να μαντέψουμε ποιό περιοδικό ψάχνετε
es: No ha sido posible encontrar la revista que buscaba
ka: ჩვენ ვერ გამოვიცანით თუ რომელ ჟურნალს ეძებთ
lt: Mes negalėjome nuspręsti, kurio žurnalo jus ieškote

source: You did not provide an argument for a journal name. Please select the journal you want to read in the list below.
el: Δεν εισάγατε όνομα για περιοδικό. Παρακαλώ επιλέξτε ένα περιοδικό που επιθυμείτε να διαβάσετε από την παρακάτω λίστα.
es: No ha especificado qué revista busca. Seleccione una de esta lista.
ka: თქვენ არ მოგვაწოდეთ არგუმენტი ჟურნალის სახელისთვის. გთხოვთ ამოირჩოთ ჟურნალი რომლის წაკითხვაც გსურთ მითითებული სიიდან.
lt: Neparinkote žurnalo vardo. Pasirinkite vieną iš žemiau esančio sąrašo.

source: No current issue
el: Δεν υπάρχει τρέχον τεύχος
es: No existe ningún número actual
ka: ჯერ პრობლემები არ არის
lt: Nėra naujausio leidimo

source: We could not find any informtion on the current issue
el: Δεν μπορέσαμ ενα βρούμε πληροφορίες για στο τρέχον τέυχος
es: No existe ninguna información en el número actual
ka: ვერ მოვიძიეთ ინფორმაცია მიმდინარე პრობლემაზე
lt: Mes negalėjome rasti informacijos apie šį leidimą

source: The configuration for the current issue seems to be empty. Try providing an issue number or check with support.
el: Η παραμετροποίηση για το τρέχον τεύχος φαίνεται να είναι κενή. Προσπαθήστε να δώσετε έναν αριθμό τεύχους ή επικοινωνήστε με την υποστήριξη.
es: Parece que la configuración del número actual está vacía. Pruebe de escoger un número en concreto o póngase en contacte con soporte.
ka: მიმდინარე პრობლემისათივის კონფიგურაცია ცარიელია. სცადეთ მიუთითოთ პრობლემის ნომერი მხარდაჭერი გუნდისთვის.
lt: Šio leidimo konfiguracija tuščia. Pateikite leidimo numerį ar pasitikrinkite su sistemos palaikymo komanda.

source: Issue number badly formed
el: Προβλημα πληκτρολόγησης του αριθμού τεύχους
es: Número mal formateado
ka: პრობლემის ნომერი ცუდადაა შედგენილი
lt: Leidimo numeris blogai suformuluotas

source: We could not read the issue number you provided
el: Δεν μπορέσαμε να διαβάσουμε τον αριθμό τεύχους που εισάγατε
es: No ha sido posible leer el número que ha escogido
ka: ვერ წავიკითხეთ პრობლემის ნომერი რომელიც მიუთითეთ
lt: Mes negalėjome perkaityti jūsų pateikto leidimo numerio

source: Archive date badly formed
el: Πρόβλημα πληκτρολόγησης της ημερομηνία αρχειοθέτησης
es: Fecha de archivo mal formateada
ka: არქივის რიცხვი ცუდადაა შედგენილი
lt: Archivo data blogai suformuluota

source: We could not read the archive date you provided
el: Δεν μπορέσαμε να διαβάσουμε την ημερομηνία αρχειοθέτησης που εισάγατε
es: No ha sido posible leer la data de archivo que ha escogido
ka: ჩვენ ვერ წავიკითხეთ არქივის რიცხვის წაკითხვა
lt: Mes negalėjome perskaityti jūsų pateiktos archivo datos

source: No popup record
el: Δεν υπάρχει αναδυόμενη εγγραφή
es: No existe el registro «popup»
ka: კონტქსტური ჩანაწერი არ არის
lt: Nėra iššokančių įrašų

source: We could not deduce the popup article you requested
el: Δεν μπορέσαμε να απομονώσουμε το άρθρο που ζητήσατε
es: No ha sido posible leer el artículo «popup» que ha escogido
ka: ჩვენ ვერ დავადგინეთ კონტექსტური არტიკლი რომელიც მოითხოვეთ
lt: Mes negalėjome iškvieti jūsų pageidaujamo straipsnio

source: Update error
el: Σφάλμα ενημέρωσης
es: Error de actualización
ka: განახლების შეცდომა
lt: Atnaujinimo klaida

source: There was an internal error
el: Εμφανίστηκε ένα εσωτερικό σφάλμα
es: Ha habido un error interno
ka: შიდა შეცდომას ქონდა ადგილი
lt: Vidinė klaida

source: Journal publishing DB error
el: Σφάλμα Βάσης Δεδομένων κατά την δημοσίευση περιοδικού
es: Error en la base datos de publicación de revistas
ka: ჯურნალის გამოქვეყნების მონაცემთა ბაზის შეცდომა
lt: Žurnalo publikavimo DB klaida

source: Journal issue error
el: Σφάλμα σε τεύχος περιοδικού
es: Error de número de revista
ka: პრობლემა ჟურნალთან დაკავშირებით
lt: Žurnalo leidimo klaida

source: Issue not found
el: Το τεύχος δεν βρέθηκε
es: No se ha encontrado el número
ka: პრობლემა ვერ მოიძებნა
lt: Leidimas nerastas

source: Journal ID error
el: Σφάλμα στην ταυτότητα του περιοδικού
es: Error del código de revista
ka: ჟურნალის საიდენტიფიკაციო შეცდომა
lt: Žurnalo ID klaida

source: We could not find the id for this journal in the Database
el: Δεν μπορέσαμε να βρούμε το id για αυτό το περιοδικό στην βάση
es: No ha sido posible encontrar el identificador interno de esta revista en la base de datos
ka: ამ ჟურნალისათვის საიდენტიფიკაციო ვე რმოიძებნა მონაცემთა ბაზაში.
lt: Mes negalėjome rasti šio žurnalo ID duomenų bazėje

source: Category "%(category_name)s" not found
el: Η κατηγορία %(category_name)s δεν υπάρχει
es: No se ha encontrado la categoría «%(category_name)s»
ka: კატეგორია "%(category_name)s" ვერ მოიძებნა
lt: Kategorija "%(category_name)s" nerasta

source: Sorry, this category does not exist for this journal and issue.
el: Λυπούμαστε, η κατηγορία αυτή δεν υπάρχει για το συγκεκριμένο περιοδικό και τεύχος
es: Esta categoría no existe para esta revista y número.
ka: უკაცრავად, ეს კატეგორია არ არსებობს ამ ჟურნალისა და შეცდომისათვის.
lt: Atsiprašome, ši kategorija neegzistuoja šiam žurnalui ir šiam leidimui.

source: Available Journals
el: Διαθέσιμα περιοδικά
es: Revistas disponibles
ka: ხელმისაწვდომი ჟურნალები
lt: Prieinami žurnalai

source: Contact %(x_url_open)sthe administrator%(x_url_close)s
el: Επικοινωνήστε με τον %(x_url_open)sδιαχειριστή%(x_url_close)s
es: Escriba a los %(x_url_open)sadministradores%(x_url_close)s
ka: დაუკავშირდით %(x_url_open)s ადმინისტრატორს %(x_url_close)s
lt: Susisiekite su%(x_url_open)sadministratoriumi%(x_url_close)s

source: Regeneration Error
el: Σφάλμα Επαναδημιουργίας
es: Error en la regeneración
ka: რეგისტრაციის შეცდომა
lt: Regeneracijos klaida

source: The issue could not be correctly regenerated. Please contact your administrator.
el: Το συμβάν δεν μπόρεσε να επαναδημιουργηθεί. Παρακαλώ επικοινωνήστε με τον διαχειριστή.
es: El número no se ha podido regenerar correctamente. Contacte con el administrador.
ka: საკითხის კორექტული აღდგენა ვერ ხერხდება. გთხოვთ დაუკავშირდეთ ადმინისტრატორს.
lt: Šio leidimo nepavyksta teisingai regeneruoti. Susisiekite su savo administratoriumi.

source: If you cannot read this email please go to %(x_journal_link)s
el: Αν δεν μπορείτε να διαβάσετε αυτό το email, παρακαλώ επισκευτείτε το %(x_journal_link)s
es: Si no puede leer este mensaje vaya a %(x_journal_link)s
ka: თუ თქვენ არ შეგიძლიათ აღნიშნული ელ-ფოსტის წაკითხვა გთხოვთ მიმართოთ %(x_journal_link)s
lt: Jei negalite perskaityti šio el.laiško, paspauskite %(x_journal_link)s

source: Add
el: Προσθήκη
es: Añadir
ka: დამატება
lt: Pridėti

source: Publish
el: Δημοσίευση
es: Publicar
ka: გამოქვეყნება
lt: Skelbti

source: Apply
el: Εφαρμογή
es: Aplicar
ka: გამოყენება
lt: Taikyti

source: Please select an issue
el: Παρακαλώ επιλέξτε ένα τεύχος
es: Seleccione un número
ka: გთხოვთ აირჩიოთ პრობლემა
lt: Pasirinkite leidimą

source: No information available
el: Δεν υπάρχει διαθέσιμη πληροφορία
es: No hay información disponible
ka: ინფორმაცია ხელმიუწვდომელია
lt: Nėra informacijos

source: No seminars today
el: Χωρίς σεμινάρια σήμερα
es: Hoy no hay seminarios
ka: დღეს სემინარები არ არის
lt: Šiandien nėra seminarų

source: What's on today
el: Τι νέο υπάρχει σήμερα
es: Previsto para hoy
ka: რა არის დღეს
lt: Šiandien

source: Seminars of the week
el: Σεμινάρια της εβδομάδας
es: Seminarios de la semana
ka: კვირის განმავლობაში სემინარები
lt: Savaitės seminarai

source: Under the CERN sky
el: Κάτω από τον ουρανό του CERN
es: Bajo el cielo del CERN
ka: ცერნის ცის ქვეშ
lt: CERN'e

source: There are no new articles for the moment
el: Δεν υπάρχουν νέα άρθρα την στιγμή αυτή
es: De momento no hay artículos nuevos
ka: ამ მომენტისთვის არ არის ახალი სტატიები
lt: Nėra naujų straipsnių

source: What's new
el: Τι νέο υπάρχει
es: Es noticia
ka: რა არის ახალი
lt: Naujienos

source: WebJournal Admin
el: Διαχείριση WebJournal
es: Administración de WebJournal
ka: ვებ-ჟურნალის ადმინი
lt: WebJournal modulio administratorius

source: Administrate %(journal_name)s
el: Διαχείριση του %(journal_name)s
es: Administrar %(journal_name)s
ka: %(journal_name)s -ის ადმინისტრირება
lt: Administruoti %(journal_name)s

source: Feature a record
el: Ορίστε μια εγγραφή ως προτεινόμενη
es: Destacar un registro
ka: ჩანაწერის ფუნქცია
lt: Rodyti įrašą

source: Email Alert System
el: Σύστημα ειδοποιήσεων μέσω ηλεκτρονικού ταχυδρομείου
es: Sistema de alertas por correo electrónico
ka: ელფოსტის შეტყობინების სისტემა
lt: El.Įspėjimų sistema

source: Issue regenerated
el: Το συμβάν επαναδημιουργείται
es: Número regenerado
ka: პრობლემა წარმოიქმნა
lt: Leidimas regeneruotas

source: Regenerate Issue
es: Regenerar número

source: Publishing Interface
el: Περιβάλλον Διαχείρισης Δημοσιεύσεων
es: Interfaz de publicación
ka: გამოქვეყნების ინტერფეისი
lt: Publikavimo sąsaja

source: Add Journal
el: Προσθήκη Περιοδικού
es: Añadir una revista
ka: ჟურნალის დამატება
lt: Pridėti žurnalą

source: Edit Settings
el: Αλλαγή ρυθμίσεων
es: Editar parámetros
ka: პარამეტრების შესწორება
lt: Redaguoti nustatymus

source: Approve
el: Έγκριση
es: Aprobar
ka: დამტკიცება
lt: Patvirtinti

source: Reject
el: Απόρριψη
es: Rechazar
ka: უარყოფა
lt: Atmesti

source: This message does not exist.
el: Αυτό το μήνυμα δεν υπάρχει.
es: Este mensaje no existe.

source: The message could not be deleted.
el: Το μήνυμα δεν μπόρεσε να διαγραφεί.
es: El mensaje no se ha podido suprimir.
ka: წერილი ვერ წაიშალა.
lt: Žinutės nepavyko ištrinti.

source: The message was successfully deleted.
el: Το μήνυμα διαγράφηκε επιτυχώς.
es: El mensaje se ha suprimido correctamente.
ka: გზავნილი წარმატებით იქნა წაშლილი
lt: Žinutė sėkmingai ištrinta.

source: Your mailbox has been emptied.
el: Το γραμματοκιβώτιο σας έχει αδειάσει.
es: Se ha vaciado su buzón.
ka: თქვენი საფოსტო ყუთი დაცარიელებულია
lt: Jūsų pašto dėžutė išvalyta.

source: The chosen date (%(x_year)i/%(x_month)i/%(x_day)i) is invalid.
el: Η επιλεγμένη ημ/νία (%(x_year)i/%(x_month)i/%(x_day)i) είναι λανθασμένη.
es: La fecha escogida (%(x_year)i-%(x_month)i-%(x_day)i) no es válida
ka: არჩეული თარიღი (%(x_year)i/%(x_month)i/%(x_day)i) არასწორია.
lt: Pasirinkta data (%(x_year)i/%(x_month)i/%(x_day)i) yra neteisinga

source: Please enter a user name or a group name.
el: Παρακαλώ εισάγετε όνομα χρήστη ή ομάδας.
es: Introduzca un nombre de usuario o de grupo.
ka: გთხოვთ შეიყვანოთ ან მომხმარებლის სახელი ან ჯგუფის სახელი
lt: Prašome įveskite vartotojo ar grupės vardą.

source: Group %s does not exist.
el: Η ομάδα %s δεν υπάρχει.
es: El grupo %s no existe
ka: ჯგუფი %s არ არსებობს.
lt: Grupė %s neegzistuoja.

source: User %s does not exist.
el: Ο χρήστης %s δεν υπάρχει.
es: El usuario %s no existe
ka: მომხმარებელი %s არ არსებობს.
lt: Vartotojas %s neegzistuoja.

source: Write a message
el: Γράψτε ένα μήνυμα
es: Escriba un mensaje
ka: წერილის დაწერა
lt: Parašykite žinutę

source: Your message has been sent.
el: Το μήνυμά σας έχει αποσταλεί.
es: Su mensaje se ha enviado.
ka: თქვენი წერილი გაგზავნილია.
lt: Žinutė išsiųsta.

source: Your Messages
el: Τα Μηνύματά μου
es: Sus mensajes
ka: თქვენი წერილები
lt: Jūsų žinutės

source: Sender
el: Αποστολέας
es: Remitente
ka: გამომგზავნელი
lt: Siuntėjas

source: No messages
el: Δεν υπάρχουν μηνύματα
es: Sin mensajes
ka: წერილები არ არის
lt: Nėra žinučių

source: No subject
el: [Χωρίς θέμα]
es: Sin asunto
ka: საგანი არ არის
lt: Nėra temos

source: Write new message
el: Σύνταξη νέου μηνύματος
es: Escriba el mensaje
ka: ახალი წერილის დაწერა
lt: Rašyti naują žinutę

source: Delete All
el: Διαγραφή Όλων
es: Suprimirlos todo
ka: ყველაფრის წაშლა
lt: Ištrinti viską

source: Send later?
el: Να αποσταλεί αργότερα;
es: ¿Enviar más tarde?
ka: მოგვიანებით გავგზავნო?
lt: Išsiųsti vėliau?

source: To:
el: Προς:
es: A:
ka: მიმღები:

source: Users
el: Χρήστες
es: Usuarios
ka: მომხმარებლები
lt: Vartotojai

source: Groups
el: Ομάδες
es: Grupos
ka: ჯგუფები
lt: Grupės

source: Subject:
el: Θέμα
es: Asunto:
ka: საგანი:
lt: Temos:

source: Message:
el: Μήνυμα:
es: Mensaje:
ka: წერილი:
lt: Žinutės:

source: SEND
el: ΑΠΟΣΤΟΛΗ
es: ENVIAR
ka: გაგზავნა
lt: IŠSIŲSTI

source: From:
el: Από:
es: De:
ka: სგან:
lt: Nuo:

source: Sent on:
el: Απεστάλη στις:
es: Enviado el:
ka: გაგზავნილია:
lt: Išsiųstas:

source: Received on:
el: Παρελήφθη στις:
es: Recibido el:
ka: მიღებულია:
lt: Gautas:

source: Sent to:
el: Απεστάλη στον/στην:
es: Enviado a:
ka: გაგზავნილია:
lt: Išsiųstas:

source: Sent to groups:
el: Απεστάλη στις ομάδες:
es: Enviado a los grupos:
ka: გაგზავნილია ჯგუფებთან:
lt: Išsiųstas grupei:

source: REPLY
el: ΑΠΑΝΤΗΣΗ
es: CONTESTAR
ka: პასუხი
lt: ATSAKYTI

source: DELETE
el: ΔΙΑΓΡΑΦΗ
es: SUPRIMIR
ka: წაშლა
lt: IŠTRINTI

source: Are you sure you want to empty your whole mailbox?
el: Είστε σίγουρος οτι θέλετε να αδειάσετε εντελώς το γραμματοκιβώτιό σας;
es: ¿Está seguro de que desea vaciar todo su buzón?
ka: დარწმუნებული ხართ რომ საფოსტო ყუთის განთავისუფლება გნებავთ?
lt: Ar tikrai norite išvalyti visą pašto dėžutės turinį?

source: Quota used: %(x_nb_used)i messages out of max. %(x_nb_total)i
el: Χώρος που χρησιμοποιήθηκε: %(x_nb_used)i μηνύματα από μέγιστο %(x_nb_total)i
es: Cuota usada: %(x_nb_used)i mensajes de un máximo de %(x_nb_total)i
ka: გამოყენებლი კვოტა: %(x_nb_used)i წერილი მაქსიმუმ. %(x_nb_total)i
lt: Panaudota: %(x_nb_used)i žinutėse iš galimų %(x_nb_total)i

source: Please select one or more:
el: Παρακαλώ επιλέξτε ένα ή περισσότερα
es: Seleccione uno o más:
ka: გთხოვთ აირჩიოთ ერთი ან რამოდენიმე:
lt: Prašome pasirinkti vieną ar daugiau:

source: Add to users
el: Προσθήκη σε χρήστες
es: Añadir a los usuarios
ka: მომხმარებლებთან დამატება
lt: Pridėti prie vartotojų

source: Add to groups
el: Προσθήκη σε ομάδες
es: Añadir a los grupos
ka: ჯგუფებში დამატება
lt: Pridėti prie grupių

source: No matching user
el: Δεν βρέθηκε χρήστης
es: No se ha encontrado ningún usuario que coincida
ka: მომხმარებელი არ ემთხვევა
lt: Neatitinka jokių vartotojų

source: No matching group
el: Δεν βρέθηκε ομάδα
es: No se ha encontrado ningún grupo que coincida
ka: ჯგუფი არ ემთხვევა
lt: Neatitinka jokių grupių

source: Find users or groups:
el: Εύρεση χρηστών ή ομάδων:
es: Buscar usuarios o grupos:
ka: ჯგუფების მომხმარებლების ძიება:
lt: Surasti vartotojai ar grupės:

source: Find a user
el: Εύρεση χρήστη
es: Buscar un usuario
ka: მომხმარებლის პოვნა
lt: Surasti vartotoją

source: Find a group
el: Εύρεση ομάδας
es: Buscar un grupo
ka: ჯგუფის პოვნა
lt: Surasti grupę

source: You have %(x_nb_new)s new messages out of %(x_nb_total)s messages
el: Έχετε %(x_nb_new)s νέα μηνύματα από συνόλου %(x_nb_total)s
es: Tiene %(x_nb_new)s mensajes nuevos de un total de %(x_nb_total)s
ka: თქვენ გაქვთ %(x_nb_new)s ახალი წერილი %(x_nb_total)s -დან
lt: %(x_nb_new)s naujų(-os) žinučių(-ės) iš %(x_nb_total)s

source: You are not authorized to use messages.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε μηνύματα.
es: No está autorizado a utilizar mensajes.
ka: თქვენ არ გაქვთ უფლება გამოიყენოთ წერილები.
lt: Neturite reikiamų teisių naudoti žinučių servisą.

source: Read a message
el: Ανάγνωση μηνύματος
es: Lea un mensaje
ka: წერილის წაკითხვა
lt: Skaityti žinutę

source: Search Results
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
ka: ძიების შედეგები
lt: Paieškos rezultatai

source: any day
el: οποιαδήποτε ημέρα
es: cualquier día
ka: ნებისმიერი დღე
lt: bet kuri diena

source: any month
el: οποιουδήποτε μήνα
es: cualquier mes
ka: ნებისმიერი თვე
lt: bet kuris mėnuo

source: any year
el: οποιουδήποτε έτους
es: cualquier año
ka: ნებისმიერი წელი
lt: bet kurie metai

source: any public collection
el: οποιαδήποτε δημόσια συλλογή
es: cualquier colección pública
ka: ნებისმიერი საჯარო კოლექცია
lt: bet kuris viešas rinkinys

source: remove this collection
el: αφαίρεση της συλλογής αυτής
es: eliminar esta colección
ka: ამ კოლექციის წაშლა
lt: pašalinti šį rinkinį

source: add another collection
el: προσθήκη συλλογής
es: añadir otra colección
ka: სხვა კოლექციის დამატება
lt: pridėti rinkinį

source: rank by
el: ταξινόμηση με
es: ordenar por
ka: დახარისხება
lt: įvertinti

source: latest first
el: Το τελευταίο, πρώτο
es: el último primero
ka: უახლესი პირველი
lt: seniausias pirmas

source: No values found.
el: Δεν βρέθηκαν τιμές.
es: No se han encontrado valores.
ka: მნიშვნელობა ვერ მოიძებნა.
lt: reikšmių nerasta.

source: Warning: figure caption search is only available for a subset of papers mostly from %(x_range_from_year)s-%(x_range_to_year)s.
es: Atención: la búsqueda en los pies de imágenes sólo está disponible para un subconjunto de documentos, mayoritariamente de entre %(x_range_from_year)s-%(x_range_to_year)s.

source: There is no index %s. Searching for %s in all fields.
el: Δεν υπάρχει το ευρετήριο %s. Γίνεται αναζήτηση του %s σε όλα τα πεδία.
es: No existe el índice %s. Se buscará %s en todos los campos.

source: Instead searching %s.
el: Αναζήτηση αντ'αυτού σε %s.
es: En cambio se buscará %s.

source: Search term too generic, displaying only partial results...
el: Ο όρος αναζήτησης είναι πολύ γενικός. Εμφανίζεται ένα τμήμα των αποτελεσμάτων...
es: Término de búsqueda demasiado genérico, solo se mostrarán unos resultados parciales...

source: No phrase index available for fulltext yet, looking for word combination...
el: Δεν είναι διαθέσιμο κάποιο ευρετήριο για το πλήρες κείμενο, γίνεται αναζήτηση για συδυασμό λέξεων...
es: Todavía no hay índice de frases para el texto completo, buscando por combinación de palabras...
lt: Dar nėra frazinio indekso pilnam tekstui, ieško žodžių derinio...

source: No exact match found for %(x_query1)s, using %(x_query2)s instead...
el: Δεν βρέθηκε κανένα αποτέλεσμα για %(x_query1)s, θα γίνει χρήση του %(x_query2)s αντ'αυτού...
es: No se han encontrado coincidencias con %(x_query1)s, pero utilizando en su lugar %(x_query2)s...
ka: პირდაპირი დამთხვევა ვერ მოიძებნა %(x_query1)s თვის, ვიყენებ %(x_query2)s სამაგიეროდ...
lt: Atitikimų su %(x_query1)s nerasta, todėl naudojama %(x_query2)s ...

source: Search syntax misunderstood. Ignoring all parentheses in the query. If this doesn't help, please check your search and try again.
el: Υπάρχει πρόβλημα στην σύνταξη των όρων αναζήτησης. Θα αγνοηθούν όλες οι παρενθέσεις στο ερώτημα.Αν δεν σας καλύπτει, ελέγξτε τους όρους αναζήτησης και δοκιμάστε ξανά.
es: No se entiende la sintaxis de su búsqueda. Se ignorarán todos los paréntesis de la búsqueda. Si así no funciona, repase su búsqueda y vuelva a intentarlo.
lt: Paieškos eilutės skiryba nesuprasta. Praleisti visi skliausteliai esantys užklausoje. Jei tai nepadės pakeiskite užklausą.

source: No public collection matched your query. If you were looking for a non-public document, please choose the desired restricted collection first.
el: Καμιά ανοιχτή συλλογή δεν ικανοποίησε το ερώτημά σας. Άν ψάχνετε και σε κλειστές συλλογές, παρακαλώ επιλέξτε τις στην αρχή.
es: Ninguna colección pública coincide con su búsqueda. Si estaba buscando documentos no públicos, por favor escoja primero la colección restringida deseada.
ka: თქვენი მოთხოვნა არცერთ საჯარო კოლექციას არ დაემთხვა. თუ თქვენ აკრძალული კოლექციებში გნებავთ ძიება, გთხოვთ ჯერ მიუთითოთ კოლექცია.
lt: Viešuose rinkiniuose niekas neatitiko jūsų užklausos. Jei ieškote dokumento ne iš viešo rinkinio - pasirinkite pageidaujamą ribotą rinkinį.

source: Your search did not match any records. Please try again.
es: Su búsqueda no ha encontrado ningún registro. Vuelva a intentarlo.

source: No match found, please enter different search terms.
el: Δεν βρέθηκε αποτέλεσμα, παρακαλώ εισάγετε διαφορετικά κριτήρια αναζήτησης.
es: No se han encontrado resultados. Use términos de búsqueda distintos.

source: There are no records referring to %s.
el: Δεν υπάρχουν εγγραφές που να αναφέρονται στο %s.
es: No hay registros que se refieran a %s.
lt: Nėra įrašu susijusių su %s.

source: There are no records cited by %s.
el: Δεν υπάρχουν εγγραφές που να παραπέμπονται από το %s.
es: No hay registros citados por a %s.
lt: Nėra įrašų paminėtų %s.

source: No word index is available for %s.
el: Δεν υπάρχει ευρετήριο λέξεων για το %s.
es: No hay índices de palabras disponible para %s.
ka: სიტყვის ინდეხი არ არის ხელმისაწვდომი %s -სათვის.
lt: Nėra žodžio indekso %s.

source: No phrase index is available for %s.
el: Δεν υπάρχει ευρετήριο φράσεων για το %s.
es: No hay índices de frases disponible para %s.
ka: ფრაზის ინდექსი მიუწვდომელია %s -თვის.
lt: Nėra frazės indekso %s.
