Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Pattern 2
el: Πρότυπο 2
es: Patrón 2
ka: პატერნი 2
lt: Modelis 2

source: Field 2
el: Πεδίο 2
es: Campo 2
ka: ველი 2
lt: Laukelis 2

source: Pattern 3
el: Πρότυπο 3
es: Patrón 3
ka: პატერნი 3
lt: Modelis 3

source: Field 3
el: Πεδίο 3
es: Campo 3
ka: ველი 3
lt: Laukelis 3

source: Collections
el: Συλλογές
es: Colecciones
ka: კოლექციები
lt: Rinkiniai

source: You own the following alerts:
el: Έχετε τις παρακάτω ειδοποιήσεις:
es: Usted ha definido las siguientes alertas:
ka: თქვენ გეკუთვლით შემდეგი შეტყობინებები:
lt: Jūsų žinioje šie įspėjimai:

source: alert name
el: όνομα ειδοποίησης
es: nombre de la alerta
ka: შეტყობინების სახელი
lt: įspėjimo vardas

source: SHOW
el: ΠΡΟΒΟΛΗ
es: MOSTRAR
ka: ჩვენება
lt: PARODYTI

source: This alert will notify you each time/only if a new item satisfies the following query:
el: Η ειδοποίηση αυτή θα σας ενημερώνει κάθε φορά/μόνο εάν ένα νέο αντικείμενο ικανοποιεί τηνπαρακάτω έρευνα:
es: Esta alerta le notificará cada vez/sólo si un nuevo elemento satisface la siguiente búsqueda:
ka: ეს შეტყობინება გააქტიურდება ყოველ ჯერზე /მხოლოდ მაშინ თუ ახალი ელემენტი აკმაყოფილებს შემდეგ მოთხოვნას:
lt: Šis įspėjimas praneš kiekvieną kartą, kai nauji elementai patenkins šią užklausą:

source: QUERY
el: ΕΡΩΤΗΜΑ
es: BÚSQUEDA
ka: მოთხოვნა
lt: UŽKLAUSA

source: Alert identification name:
el: Όνομα ειδοποίησης:
es: Nombre de identificación de la alerta:
ka: იდენტიფიცირების სახელის შეტყობინება:
lt: Įspėjimo identifikavimo vardas:

source: Search-checking frequency:
el: Συχνότητα ελέγχου έρευνας:
es: Frecuencia de comprobación de la búsqueda:
ka: ძებნის სიხშირის შემოწმება:
lt: Paieškos - patikros dažnumas:

source: Send notification email?
el: Να αποσταλεί ενημερωτικό email;
es: ¿Enviar notificación por correo electrónico?
ka: გავაგზავნო პირადი შეტყობინება ელფოსტაზე?
lt: Siųsti pranešimą el.paštu?

source: yes
el: ναι
es: sí
ka: დიახ
lt: taip

source: if %(x_fmt_open)sno%(x_fmt_close)s you must specify a basket
el: εάν %(x_fmt_open)sόχι%(x_fmt_close)s πρέπει να καθορίσετε ένα καλάθι
es: si %(x_fmt_open)sno%(x_fmt_close)s debe especificar una cesta
ka: თუ %(x_fmt_open)sno%(x_fmt_close)s თქვენ უნდა მიუთითოთ კალათა
lt: jei %(x_fmt_open)s ne %(x_fmt_close)s privalote specifikuoti krepšelį

source: Store results in basket?
el: Να αποθηκευτούν τα αποτελέσματα στο καλάθι;
es: ¿Guardar los resultados en una cesta?
ka: დავიმახსოვრო შედეგები კალათაში?
lt: Saugoti rezultatus krepšelyje?

source: SET ALERT
el: ΚΑΘΟΡΙΣΜΟΣ ΕΙΔΟΠΟΙΗΣΗΣ
es: ACTIVAR LA ALERTA
ka: შეტყობინების დაყენება
lt: NUSTATYTI ĮSPĖJIMĄ

source: CLEAR DATA
el: ΚΑΘΑΡΙΣΜΟΣ ΔΕΔΟΜΕΝΩΝ
es: BORRAR DATOS
ka: მონაცემების გასუფთავება
lt: IŠVALYTI DUOMENIS

source: Set a new alert from %(x_url1_open)syour searches%(x_url1_close)s, the %(x_url2_open)spopular searches%(x_url2_close)s, or the input form.
el: Καθορίστε μια νέα ειδοποίηση από τις %(x_url1_open)sέρευνές σας%(x_url1_close)s, τις %(x_url2_open)sδημοφιλείς έρευνες%(x_url2_close)s ή την φόρμα εισαγωγής.
es: Definir una nueva alerta a partir de %(x_url1_open)ssus búsquedas%(x_url1_close)s, las %(x_url2_open)sbúsquedas más habituales%(x_url2_close)s, o el formulario de datos.
ka: ახალი შეტყობინების დაყენება %(x_url1_open)s დან თქვენი ძებნიდან %(x_url1_close)s, %(x_url2_open)sპოპულარული ძიებიდან%(x_url2_close)s, ან შემავალი ფორმა.
lt: Nustatyti naują įspėjimą iš %(x_url1_open)sjūsų paieškos %(x_url1_close)s, %(x_url2_open)spopuliariausios paieškos%(x_url2_close)s ar įvėdimo formos.

source: Search checking frequency
el: Συχνότητα ελέγχου έρευνας
es: Frecuencia de comprobación de la búsqueda
ka: ძიების შემოწმების სიხშრე
lt: Paieškos patikrinimo dažnumas

source: Notification by email
el: Γνωστοποίηση με email
es: Notificación por correo electrónico
ka: ელფოსტით შეტყობინება
lt: Pranešimas el.paštu

source: Result in basket
el: Αποτέλεσμα στο καλάθι
es: Resultado en cesta
ka: შედეგი კალათაში
lt: Rezultatas krepšelyje

source: Date last run
el: Ημ/νία τελευταίας εκτέλεσης
es: Fecha de la última ejecución
ka: ბოლო გაშვების თარიღი
lt: Paskutinio paleidimo data

source: Creation date
el: Ημ/νία δημιουργίας
es: Fecha de creación
ka: შექმნის თარიღი
lt: Sukūrimo data

source: no basket
el: κανένα καλάθι
es: ninguna cesta
ka: კალათა არ არის
lt: nėra krepšelio

source: Modify
el: Τροποποίηση
es: Modificar
ka: შესწორება
lt: Keisti

source: Remove
el: Διαγραφή
es: Eliminar
ka: წაშლა
lt: Pašalinti

source: Execute search
el: Έκτέλεση έρευνας
es: Ejecutar la búsqueda
ka: ძებნის განხორციელება
lt: Vykdyti paiešką

source: You have defined %s alerts.
el: Έχετε ορίσει %s ειδοποιήσεις.
es: Usted ha definido %s alertas.
ka: თქვენ გაქვთ განსაზღვრული %s შეტყობინება.
lt: Jus sukūrėte %s įspėjimus(-ų).

source: You have not executed any search yet. Please go to the %(x_url_open)ssearch interface%(x_url_close)s first.
el: Δεν έχετε εκτελέσει καμιά έρευνα ακόμη. Παρακαλώ επισκευτείτε την σελίδα της %(x_url_open)sαναζήτησης %(x_url_close)s πρώτα.
es: Todavía no ha ejecutado ninguna búsqueda. Vaya primero a la %(x_url_open)sinterfaz de búsqueda%(x_url_close)s.
ka: თქვენ ჯერ არ განგიხორციელებიათ ძებნა. გთხოვთ პირველად მიხვიდეთ %(x_url_open)sძიების ინტერფეისზე%(x_url_close)s.
lt: Dar nevykdėte paieškų. Pradėkite atdarydami %(x_url_open)spaieškos sąsają%(x_url_close)s.

source: You have performed %(x_nb1)s searches (%(x_nb2)s different questions) during the last 30 days or so.
el: Έχετε πραγματοποιήσει %(x_nb1)s έρευνες (%(x_nb2)s διαφορετικές ερωτήσεις) τις τελευταίες 30 ημέρες.
es: Ha ejecutado %(x_nb1)s búsquedas (%(x_nb2)s cuestiones diferentes) durante los últimos 30 días aproximadamente.
ka: თქვენ განახორციელეთ %(x_nb1)s ძიება (%(x_nb2)s განსხვავებული კითხვა) დაახლოებით ბოლო 30 დღის განმავლობაში.
lt: Jūsų atliktos %(x_nb1)s paieška(-os) (%(x_nb2)s skirtingų(-os)) per paskutines 30 dienų.

source: Here are the %s most popular searches.
el: Ορίστε οι %s δημοφιλέστερες έρευνες.
es: Estas son las %s búsquedas más habituales
ka: აქ არის %s ყველაზე პოპულარული ძიება.
lt: Pačio populiariausios %s paieškos.

source: Question
el: Ερώτημα
es: Cuestión
ka: კითხვა
lt: Klausimas

source: Last Run
el: Τελευταία Εκτέλεση
es: Última ejecución
ka: ბოლო გაშვება
lt: Paskutinis įvykdymas

source: Set new alert
el: Καθορισμός νέας ειδοποίησης
es: Definir una nueva alerta
ka: აღალი შეტყობინების დაყენება
lt: Nustatyti naują įspėjimą

source: You are not authorized to use alerts.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε τις ειδοποιήσεις.
es: No está autorizado a gestionar alertas.
ka: თქვენ არ გაქვთ უფლება გამოიყენოთ შეტყობინებები.
lt: Jūs nesate įgaliotas naudotis įspėjimais.

source: Popular Searches
el: Δημοφιλείς Αναζητήσεις
es: Búsquedas populares
ka: პოპულარული ძიებები
lt: Populiariausios paieškos

source: Your Searches
el: Οι Αναζητήσεις μου
es: Sus búsquedas
ka: თქვენი ძებნა
lt: Jūsų paieškos

source: Your Account
el: Ο Λογαριασμός μου
es: Su cuenta
ka: თქვენი ანგარიში
lt: Jūsų paskyra

source: %s Personalize, Display searches
el: %s ρυθμίσεις, Παρουσίαση ερευνών
es: %s personalizar, mostrar las búsquedas
ka: %s პერსონალიზაცია, ნაჩვენები ძებნები
lt: %s Personalizuoti, Rodyti paieškas

source: %s, personalize
el: %s, ρυθμίσεις
es: %s, personalizar
ka: %s, პერსონოლიზაცია
lt: %s, personalizuoti

source: %s Personalize, Set a new alert
el: %s ρυθμίσεις, καθορισμός νέας ειδοποίησης
es: %s personalizar, definir una nueva alerta
ka: %s პერსონოლიზაცია, ახალი შეტყობინების დაყენება
lt: %s Personalizuoti, Nustatyti naują įspėjimą

source: Set a new alert
el: Καθορισμός νέας ειδοποίησης
es: Definir una nueva alerta
ka: ახალი შეტყობინების დაყენება
lt: Nustatyti naują įspėjimą

source: Modify alert settings
el: Τροποποίηση επιλογών ειδοποίησης
es: Modificar la alerta
ka: შეტყობინების პარამეტრების შესწორება
lt: Keisti įspėjimo nustatymus

source: %s Personalize, Modify alert settings
el: %s ρυθμίσεις, τροποποίηση επιλογών ειδοποίησης
es: %s personalizar, modificar la alerta
ka: %s პერსონალიზაცია, შეტყობინების პარამეტრების შეცვლა
lt: %s Personalizuoti, Keisti įspėjimo nustatymus

source: Your Alerts
el: Οι Ειδοποιήσεις μου
es: Sus alertas
ka: თქვენი შეტყობინებები
lt: Jūsų įspėjimai

source: %s Personalize, Display alerts
el: %s ρυθμίσεις, παρουσίαση ειδοποιήσεων
es: %s personalizar, mostrar alertas
ka: %s პერსონოლიზაცია, მაჩვენე შეტყობინებები
lt: %s Personalizuoti, Parodyti įspėjimus

source: Display alerts
el: Παρουσίαση ειδοποιήσεων
es: Mostrar alertas:
ka: მაჩვენე შეტყობინებები
lt: Parodyti įspėjimus

source: Name variants
el: Παραλλαγές του ονόματος
es: Variantes del nombre

source: No Name Variants
el: Δεν υπάρχουν παραλλαγές του ονόματος
es: Sin nombres variantes

source: downloaded
el: κατέβηκαν
es: descargado
ka: გადმოწერილია
lt: atsisiųsta

source: times
el: φορές
es: veces
ka: ჯერ
lt: kartai

source: Papers
el: Δημοσιεύσεις
es: Documentos:

source: No Keywords
el: Χωρίς λέξεις-κλειδιά
es: Sin palabras clave

source: Frequent keywords
el: Συχνά χρησιμοποιούμενες λέξεις-κλειδιά
es: Palabras clave frecuentes

source: No Collaborations
es: Sin colaboraciones

source: Collaborations
es: Colaboraciones

source: unknown affiliation
el: άγνωστο affiliation
es: afiliación desconocida

source: No Affiliations
el: Χωρίς affiliations
es: Sin afiliaciones

source: Affiliations
es: Afiliaciones

source: Frequent co-authors (excluding collaborations)
es: Coautores frecuentes (excluyendo colaboraciones)

source: No Frequent Co-authors
el: Κανένας συχνά εμφανιζόμενος πρόσθετος συγγραφέα
es: Co-autores poco frecuentes

source: Recompute Now!
es: ¡Recalcular ahora!

source: The selected public basket does not exist or you do not have access to it.
el: Το επιλεγμένο δημόσιο καλάθι δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτό.
es: La cesta pública que ha seleccionado no existe o no tiene acceso.

source: Please select a valid public basket from the list of public baskets.
el: Παρακαλώ επιλέγξτε ένα έγκυρο δημόσιο καλάθι από τη λίστα δημοσίων καλαθιών.
es: Seleccione una cesta válida de la lista de cestas públicas.

source: The selected item does not exist or you do not have access to it.
el: Το συγκεκριμένο αντικείμενο δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτό.
es: El elemento que ha seleccionado no existe o no tiene acceso.

source: Returning to the public basket view.
el: Επιστροφή στην προβολή του δημόσιου καλαθιού.
es: Volver a la visualización de las cestas públicas.

source: You do not have permission to write notes to this item.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για την προσθήκη σημειώσεων σε αυτό το αντικείμενο.
es: No tiene permisos para escribir notas en este elemento.

source: The note you are quoting does not exist or you do not have access to it.
el: Η σημείωση στην οποία αναφέρεστε δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτήν.
es: La nota que cita no existe o no tiene acceso.

source: You must fill in both the subject and the body of the note.
el: Πρέπει να συμπληρώσετε το θέμα καθώς και το κείμενο της σημείωσης.
es: Debe llenar tanto el asunto como el texto de la nota.

source: The selected topic does not exist or you do not have access to it.
el: Το συγκεκριμένο θέμα δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτό.
es: El tema que ha seleccionado no existe o no tiene acceso.

source: The selected basket does not exist or you do not have access to it.
el: Το συγκεκριμένο καλάθι δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτό.
es: La cesta que ha seleccionado no existe o no tiene acceso.

source: The selected basket is no longer public.
el: Το συγκεκριμένο καλάθι δεν είναι πλέον δημόσιο.
es: La cesta que ha seleccionado ya no es pública.

source: You do not have permission to delete this note.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να διαγράψετε αυτή τη σημείωση.
es: No tiene permisos para borrar esta nota.

source: The note you are deleting does not exist or you do not have access to it.
el: Η σημείωση που προσπαθείτε να διαγράψετε δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτήν.
es: La nota que ha seleccionado no existe o no tiene acceso.

source: Sorry, you do not have sufficient rights to add record #%i.
el: Λυπούμαστε, δεν έχετε τα απαιτούμενα δικαιώματα για την προσθήκη της εγγραφής #%i.
es: No tiene permisos para añadir el registro #%i.

source: Some of the items were not added due to lack of sufficient rights.
el: Μερικά από τα αντικείμενα δεν προστέθηκαν λόγω έλλειψης των απαιτούμενων δικαιωμάτων.
es: No se han añadido algunos de los elementos ya que no tiene suficientes permisos.

source: Please provide a title for the external source.
el: Παρακαλώ δώστε ένα τίτλο για την εξωτερική πηγή.
es: Añada el título de la fuente externa.

source: Please provide a description for the external source.
el: Παρακαλώ δώστε μια περιγραφή για την εξωτερική πηγή.
es: Añada una descripción a la fuente externa.

source: Please provide a url for the external source.
el: Παρακαλώ δώστε μια διεύθυνση URL για την εξωτερική πηγή.
es: Añada la url de la fuente externa.

source: The url you have provided is not valid.
el: Η διεύθυνση URL που δώσατε δεν είναι έγκυρη.
es: La url que ha dado no es válida.

source: The url you have provided is not valid: The request contains bad syntax or cannot be fulfilled.
el: Η διεύθυνση URL που δώσατε δεν είναι έγκυρη: Η σύνταξη της αίτησης δεν είναι σωστή ή η αίτηση δεν μπορεί να εκπληρωθεί.
es: Esta url no es válida: la sintaxis no es correcta o no se puede satisfacer.

source: The url you have provided is not valid: The server failed to fulfil an apparently valid request.
el: Η διεύθυνση URL που δώσατε δεν είναι έγκυρη: Ο διακομιστής δεν κατάφερε να εκπληρώσει μια φαινομενικά έγκυρη αίτηση.
es: Esta url no es válida: el servidor no contestó una petición aparentemente válida.

source: Sorry, you do not have sufficient rights on this basket.
el: Λυπούμαστε, δεν έχετε τα απαιτούμενα δικαιώματα σε αυτό το καλάθι.
es: No tiene suficientes permisos sobre esta cesta.

source: No records to add.
el: Καμία εγγραφή για προσθήκη.
es: Ningún registro a añadir.

source: Cannot add items to the selected basket. Invalid parameters.
el: Η προσθήκη αντικειμένων στο συγκεκριμένο καλάθι δεν είναι δυνατή. Μη έγκυρες παράμετροι.
es: No se han podido añadir elementos a la cesta seleccionada. Los parámetros no son válidos.

source: Untitled basket
es: Cesta sin título

source: Untitled topic
es: Tema sin título

source: A default topic and basket have been automatically created. Edit them to rename them as you see fit.
el: Ένα προεπιλεγμένο θέμα και καλάθι δημιουργήθηκαν αυτόματα. Επεξεργαστείτε τα για να τα μετονομάσετε όπως εσείς επιθυμείτε.
es: Se ha creado automáticamente una nueva cesta y un tema por defecto. Edítelo para cambiar el nombre al que más le convenga.

source: Please provide a name for the new basket.
el: Παρακαλώ δώστε ένα όνομα για το νέο καλάθι.
es: Póngale un nombre a la nueva cesta.

source: Please select an existing topic or create a new one.
el: Παρακαλώ επιλέγξτε ένα υπάρχον θέμα ή δημιουργήστε ένα νέο.
es: Seleccione uno de los temas existentes o cree uno de nuevo.

source: You cannot subscribe to this basket, you are the either owner or you have already subscribed.
el: Δεν μπορείτε να εγγραφείτε σε αυτό το καλάθι, είτε είστε ο ιδιοκτήτης ή έχετε ήδη εγγραφεί.
es: No puede suscribir-se a esta cesta, bien porque usted es el propietario o porque ya está subscrito.

source: You cannot unsubscribe from this basket, you are the either owner or you have already unsubscribed.
el: Δεν μπορείτε να διαγραφείτε από αυτό το καλάθι, είτε είστε ο ιδιοκτήτης είτε έχετε ήδη διαγραφεί.
es: No se puede dar de baja de esta cesta, bien porque usted es el propietario o porque ya no estaba subscrito.

source: Personal baskets
el: Προσωπικά καλάθια
es: Cestas personales
ka: პირადი კალათები
lt: Asmeninis krepšelis

source: Group baskets
el: Ομαδικά καλάθια
es: Cestas de grupo
ka: ჯგუფური კალათები
lt: Grupės krepšelis

source: Others' baskets
el: Καλάθια άλλων
es: Cestas de otros
ka: სხვისი კალათები
lt: Kitų krepšeliai

source: Your Baskets
el: Τα καλάθια μου
es: Sus cestas
ka: თქვენი კალათები
lt: Jūsų krepšelis

source: List of public baskets
el: Λίστα δημόσιων καλαθιών
es: Lista de cestas públicas
ka: საჯარო კალათების სია
lt: Viešų krepšelių sąrašas

source: Search baskets
el: Αναζήτηση σε καλάθια
es: Cestas de búsquedas
ka: კალათების ძებნა
lt: Ieškoti krepšelių

source: Add to basket
el: Προσθήκη σε καλάθι
es: Añadir a la cesta
ka: კალათაში დამატება
lt: Dėti į krepšelį

source: Public baskets
el: Δημόσια καλάθια
es: Cestas públicas
ka: საჯარო კალათები
lt: Viešas krepšelis

source: You have %(x_nb_perso)s personal baskets and are subscribed to %(x_nb_group)s group baskets and %(x_nb_public)s other users public baskets.
el: Έχετε %(x_nb_perso)s προσωπικά καλάθια και είσαστε εγγεγραμμένος σε %(x_nb_group)s ομαδικά καλάθια και σε %(x_nb_public)s δημόσια καλάθια άλλων χρηστών.
es: Tiene %(x_nb_perso)s cestas personales, está subscrito a %(x_nb_group)s cestas de grupo, y a %(x_nb_public)s cestas públicas de otros usuarios.
ka: თქვენ გაქვთ %(x_nb_perso)s პირადი კალათა და ჩაწერილი ხართ %(x_nb_group)s ჯგუფურ კალათებში %(x_nb_public)s სხვა მომხმარებლების საჯარო კალათებიდან.
lt: Jus turite %(x_nb_perso)s asmeninių krepšelių ir esate priskirtas prie %(x_nb_group)s grupių krepšelių ir %(x_nb_public)s kitų vartotojų viešųjų krepšelių.

source: The category you have selected does not exist. Please select a valid category.
el: Η κατηγορία που επιλέξατε δεν υπάρχει. Παρακαλώ επιλέγξτε μια έγκυρη κατηγορία.
es: La categoría que ha seleccionado no existe. Seleccione una categoría válida.

source: The selected group does not exist or you do not have access to it.
el: Η συγκεκριμένη ομάδα δεν υπάρχει ή δεν έχετε πρόσβαση σε αυτήν.
es: El grupo que ha seleccionado no existe o no tiene acceso.

source: The selected output format is not available or is invalid.
el: Η συγκεκριμένη μορφή εξόδου δεν είναι διαθέσιμη ή δεν είναι έγκυρη.
es: El formato que ha seleccionado no está disponible o no es válido.

source: You have no personal or group baskets or are subscribed to any public baskets.
el: Δεν έχετε κάποιο προσωπικό ή ομαδικό καλάθι, ή δεν έχετε εγγραφεί σε κάποιο δημόσιο καλάθι.
es: No tiene cestas personales ni de grupo, ni está subscrito a ninguna cesta pública
lt: Jus neturite asmeninių ar grupės krepšelių, nesate priskirtas prie jokios grupės ar jokio viešojo krepšelių.

source: You may want to start by %(x_url_open)screating a new basket%(x_url_close)s.
el: Μπορείτε να ξεκινήσετε %(x_url_open)sδημιουργώντας ένα νέο καλάθι%(x_url_close)s.
es: Puede empezar %(x_url_open)screando una nueva cesta%(x_url_close)s.
lt: Galite pradėti %(x_url_open)ssukurdami naują krepšelį%(x_url_close)s.

source: Back to Your Baskets
el: Επιστροφή στα Καλάθια Μου
es: Volver a sus cestas
ka: უკან თქვენ კალათასთან დაბრუნება
lt: Grįžti prie jūsų krepšelių

source: Create basket
el: Δημιουργία καλαθιού
es: Crear cesta
ka: კალათის შექმნა
lt: Sukurti krepšelį

source: Edit topic
el: Τροποποίηση θέματος
es: Editar el tema
ka: თემის შესწორება
lt: Redaguoti temą

source: Search baskets for
el: Αναζήτηση καλαθιών για
es: Buscarlo en las cestas
ka: კალათებში ძებნა
lt: Ieškoti krepšelių pagal

source: Search also in notes (where allowed)
el: Αναζητήστε επίσης και στις σημειώσεις (όπου επιτρέπεται)
es: Buscar también en las notas (si procede)
ka: ასევე ეძებე სანიშნებში (თუ შესაძლებელია)
lt: Taip pat ieškoti pastabose (kur leidžiama)

source: %(x_search_for_term)s in %(x_collection_list)s
es: %(x_search_for_term)s en %(x_collection_list)s

source: Results overview
el: Περίληψη αποτελεσμάτων
es: Sumario de los resultados
ka: შედეგების მიმოხილვა
lt: Rezultatų peržiūra

source: %i matching items
es: encontrados %i items

source: All public baskets
el: Όλα τα δημόσια καλάθια
es: Todas las cestas públicas
ka: ყველა საჯარო კალათა
lt: Visi vieši krepšeliai

source: No items found.
el: Δεν βρέθηκε κανένα αντικείμενο.
es: No se ha encontrado ninguno.
ka: ელმენტი ვერ მოიძებნა
lt: Nieko nerasta.

source: In %(x_linked_basket_name)s
el: Στο %(x_linked_basket_name)s
es: En %(x_linked_basket_name)s
lt: %(x_linked_basket_name)s

source: Add a note...
el: Προσθήκη σημείωσης...
es: Añadir una nota...
ka: შენიშვნის დამატება
lt: Pridėti pastabą...

source: Public basket
el: Δημόσιο καλάθι
es: Cesta pública
ka: საჯარო კალათა
lt: Viešas krepšelis

source: Owner
el: Ιδιοκτήτης
es: Propietario
ka: მესაკუთრე
lt: Savininkas

source: Last update
el: Τελευταία ενημέρωση
es: Última actualización
ka: ბოლო განახლება
lt: Paskutinį kartą atnaujinta

source: Views
el: Θεάσεις
es: Vistas
ka: დათვალიერება
lt: Peržiūros

source: There is currently no publicly accessible basket
el: Δεν υπάρχει κάποιο δημόσιο καλάθι διαθέσιμο
es: No hay en este momento ninguna cesta públicamente accesible
ka: ამჟამად საჯაროდ ხელმისაწვდომი კალათები არ არის
lt: Laikinai nėra viešų krepšelių

source: Displaying public baskets %(x_from)i - %(x_to)i out of %(x_total_public_basket)i public baskets in total.
el: Προβολή δημόσιων καλαθιών %(x_from)i - %(x_to)i από συνόλο %(x_total_public_basket)i.
es: Lista de cestas públicas %(x_from)i - %(x_to)i de un total de %(x_total_public_basket)i cestas públicas.
lt: Rodomi vieši krepšeliai %(x_from)i - %(x_to)i iš %(x_total_public_basket)i visų viešų krepšelių.

source: %(x_title)s, by %(x_name)s on %(x_date)s:
el: %(x_title)s, από %(x_name)s στις %(x_date)s
es: %(x_title)s, por %(x_name)s el %(x_date)s:
lt: %(x_title)s, pagal %(x_name)s ir %(x_date)s:

source: %(x_name)s wrote on %(x_date)s:
el: %(x_name)s έγραψε στις %(x_date)s:
es: %(x_name)s escribió en %(x_date)s:
ka: %(x_name)s დაწერეს %(x_date)s ზე:
lt: %(x_name)s parašyta pagal %(x_date)s:

source: Select topic
el: Επιλογή θέματος
es: Seleccione el tema
ka: ამოირჩიეთ თემა
lt: Pasirinkite temą

source: Choose topic
el: Επιλέξτε θέμα
es: Escoja el tema
ka: აირჩიეთ თემა
lt: Pasirinkite temą

source: or create a new one
el: ή δημιουργήστε ένα νέο
es: o cree uno de nuevo
ka: ან შექმენით ახალი
lt: ar sukurkite naują

source: Create new topic
el: Δημιουργία νέου θέματος
es: Crear un nuevo tema
ka: ახალი თემის შექმნა
lt: Sukurkite naują temą

source: Basket name
el: Όνομα καλαθιού
es: Nombre de la cesta
lt: Krepšelio pavadinimas

source: Create a new basket
el: Δημιουργία νέου καλαθιού
es: Crear una nueva cesta
ka: ახალი კალათის შექმნა
lt: Sukurkite naują krepšelį

source: Create new basket
el: Δημιουργία νέου καλαθιού
es: Crear una nueva cesta
ka: ახალი კალათის შექმნა
lt: Sukurkite naują krepšelį

source: External item
el: Εξωτερικό αντικείμενο
es: Registro externo
ka: გარე ელემენტი
lt: Išorinis elementas

source: Provide a url for the external item you wish to add and fill in a title and description
el: Δώστε μια διεύθυνση URL για το εξωτερικό αντικείμενο που θέλετε να προσθέσετε και συμπληρώστε έναν τίτλο και μια περιγραφή
es: Escriba una url para el elemento externo que desea añadir y póngale un título y descripción
ka: მიუთითეთ ბმული გარე ელემენტისათვის, რომელიც გნებავთ რომ დაამატოთ, ჩაწერეთ სათაური და აღწერა.
lt: Pateikite URL išorinio elemento, kurį norite pridėti ir užpildykite laukus, pridėkite pavadinimą iraprašymą

source: %i items have been successfully added to your basket
el: %i αντικείμενα προστέθηκαν επιτυχώς στο καλάθι σας
es: %i registros se han añadido correctamente a su cesta.
lt: %i elementų(-ai) sėkmingai patalpinti krepšelyje

source: Proceed to the %(x_url_open)sbasket%(x_url_close)s
el: Προχωρήστε στο %(x_url_open)sκαλάθι%(x_url_close)s
es: Continuar a la %(x_url_open)scesta%(x_url_close)s
lt: Tęsti %(x_url_open)s krepšelį%(x_url_close)s

source: or return to your %(x_url_open)sprevious basket%(x_url_close)s
el: ή επιστρέψτε στο %(x_url_open)sπροηγούμενο καλάθι%(x_url_close)s σας
es: o vuelva a su %(x_url_open)scesta anterior%(x_url_close)s
lt: arba grįžti į %(x_url_open)s ankstesnį krepšelį%(x_url_close)s

source: Adding %i items to your baskets
el: Προσθήκη %i αντικειμένων στα καλάθια μου
es: %i elementos añadidos a sus cestas
lt: Dedamas %i elementas į krepšelį
