Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: New request
el: Νέο αίτημα
es: Nueva petición
ka: ახალი მოთხოვნა
lt: Naujas prašymas

source: New loan
el: Νέο αίτημα δανεισμού
es: Nuevo préstamo
ka: ახალი სესხები
lt: Naujas užsakymas

source: Add new copy
el: Προσθήκη νέου αντιγράφου
es: Añadir otra copia
ka: ახალი კოპიის დამათება
lt: Pridėti naują kopiją

source: Hold requests
el: Αιτήσεις κρατήσεων
es: Reservas
ka: დაკავების მოთხოვნები
lt: Sulaikyti prašymai

source: More details
el: Περισσότερες λεπτομέρειες
es: Más detalles
ka: დამატებითი ინფორმაცია
lt: Daugiau informacijos

source: Loans
el: Δανεισμοί
es: Préstamos
ka: სესხები
lt: Užsakymai

source: Historical overview
el: Επισκόπηση ιστρορικού
es: Visión histórica
ka: ისტორიული მიმოხილვა
lt: Istorinė peržiūra

source: There are no requests.
el: Δεν υπάρχουν αιτήσεις.
es: No hay peticiones.
ka: მოთხოვნები არ არის.
lt: Nėra prašymų.

source: There are no loans.
el: Δεν υπάρχουν δανεισμοί.
es: Sin préstamos
ka: სესხები არ არის.
lt: Nėra užsakymų.

source: Overdue letter
el: Γράμμα εκπρόθεσμου
es: Carta de reclamación
ka: გადაცილებული წერილი
lt: Uždelstas laiškas

source: Loan notes
el: Σημειώσεις δανεισμού
es: Notas de préstamo
ka: სესხის შენიშვნები
lt: Užsakymo pastabos

source: Loan options
el: Επιλογές δανεισμού
es: Opciones de préstamo
ka: სესხის პარამეტრები
lt: Užsakymo pasirinkimai

source: No notes
el: Χωρίς σημειώσεις
es: Sin notas
ka: შენიშვნები არ არის
lt: Nėra pastabų

source: See notes
el: Δείτε σημειώσεις
es: Ver notas
ka: იხილეთ შენიშნები
lt: Pažiūrėti pastabas

source: Returned on
el: Επεστράφει στις
es: Devuelto el
ka: დაბრუნებულია
lt: Grąžinta pagal

source: Update copy information
el: Ενημέρωση πληροφοριών αντιτύπου
es: Actualizar información de la copia
ka: განაახლებული ინფორმაცია ასლზე
lt: Atnaujinti informacija apie kopiją

source: New copy information
el: Πληροφορίεςε νέου αντιτύπου
es: Información de la nueva copia
ka: ინფორმაცია ახალ ასლზე
lt: Nauja informacija apie kopiją

source: Copies of %s
el: Αντίγραφα του %s
es: Copies de %s
ka: %s ასლები
lt: %s kopijos

source: New copy details
el: Λεπτομέρειες νέου αντιγράφου
es: Detalles de la nueva copia
ka: ახალი ასლის შესახებ ვრცლად
lt: Informacija apie naują kopiją

source: Notes about this borrower
el: Παρατηρήσεις σχετικά με τον δανειζόμενο αυτό
es: Notas sobre este lector
ka: შენიშვნები ამ მსესხებელზე
lt: Pastabos apie skolininką

source: Notes
el: Σημειώσεις
es: Notas
ka: შენიშვნები
lt: Pastabos

source: New ILL request
el: Νέο αίτημα διαδανεισμού
es: Nueva petición de PI
ka: ახალი ILL მოთხოვნა
lt: Naujas ILL prašymas

source: Notify this borrower
el: Ειδοποίηση του δανειζόμενου
es: Avisar a este lector
ka: აცნობე ამ მსესხელს
lt: Perspėti skolininką

source: Requests, Loans and ILL overview on
el: Αιτήσεις, Δανεισμοί και Διαδανεισμοί για το
es: Reservas, préstamos y PI en
ka: მოთხოვნები, სესხები და ILL მიმოხილვა
lt: Prašymų, užsakymų ir ILL peržiūra pagal

source: Requests
el: Αιτήσεις
es: Peticiones
ka: მოთხოვნები
lt: Prašymai

source: Request option(s)
el: Επιλογές αίτησης
es: Opciones de la petición
ka: მოთხოვნის პარამეტრი(s)
lt: Prašymų pasirinkimas(-ai)

source: Type
el: Τύπος
es: Tipo
ka: ტიპი
lt: Tipas

source: Loans status
el: Κατάσταση δανεισμών
es: Estado de los préstamos
ka: სესხების სტატუსი
lt: Užsakymo būsena

source: CERN Library
el: Βιβλιοθήκη του CERN
es: Biblioteca del CERN
ka: ცერნის ბიბლიოთეკა
lt: CERN Biblioteka

source: Subject
el: Θέμα
es: Asunto
ka: საგანი
lt: Tema

source: Message
el: Μήνυμα
es: Mensaje
ka: გზავნილი
lt: Žinutė

source: Choose a template
el: Επιλογή προτύπου
es: Escoja la plantilla
ka: აირჩიეთ შაბლონი
lt: Pasirinkti šabloną

source: Templates
el: Πρότυπα
es: Plantillas
ka: შაბლონები
lt: Šablonai

source: Reminder
el: Υπενθύμιση
es: Recordatorio
ka: შეხსენება
lt: Priminimas

source: Notification
el: Ειδοποίηση
es: Notificación
ka: შეტყობინება
lt: Perspėjimas

source: Load
el: Φόρτωση
es: Carga
ka: დატვირთვა
lt: Įkelti

source: Send
el: Αποστολή
es: Enviar
ka: გაგზავნა
lt: Siųsti

source: Notes about borrower
el: Σημειώσεις σχετικά με τον δανειζόμενο
es: Notas sobre el lector
ka: მსესხებელზე შენიშვნები
lt: Pastabos apie skolininką

source: A new borrower has been registered.
el: Έγινε εγγραφή νέου δανειζόμενοι.
es: Un nuevo usuario se ha dado de alta.
ka: ახალი მსესხებელი დარეგისტრირდა.
lt: Užregistruotas naujas skolininkas.

source: Borrower information
el: Πληροφορίες δανειζόμενου
es: Información del usuario
ka: მსესხებელზე ინფორმაცია
lt: Informacija apie skolininką

source: Supplier
el: Προμηθευτής
es: Proveedor
ka: მომწოდებელი
lt: Leidykla(tiekėjas)

source: Expected date
el: Αναμενόμενη ημερομηνία
es: Fecha prevista
ka: მოსალოდნელი თარიღი
lt: Numatoma data

source: Arrival date
el: Ημερομηνία άφιξης
es: Fecha de llegada
ka: ჩამოსვლის თარიღი
lt: Pristatymo data

source: Library notes
el: Παρατηρήσεις βιβλιοθήκης
es: Notes de la biblioteca
ka: ბიბლიოთეკის შენიშვნები
lt: Bibliotekos pastabos

source: Notes about this ILL
el: Παρατηρήσεις σχετικά με τον διαδανεισμό
es: Notas sobre este PI
ka: ამ ILL შესახებ შენიშვნები
lt: Pastabos apie ILL

source: Interlibrary loan request for books
el: Αίτηση διαδανεισμού για βιβλία
es: Peticiones de préstamo interbibliotecario de libros
ka: შიდა ბიბლიოთეკური მოთხოვნა წიგნზე
lt: Tarpbibliotekinis knygos užsakymas

source: ILL request details
el: Λεπτομέρειες αιτήσεων διαδανεισμού
es: Detalles de la petición PI
ka: ILL მოთხოვნის დეტალები
lt: Informacija apie ILL užklausą

source: Period of interest - From
el: Περίοδος ενδιαφέροντος - Από
es: Período de interés - Desde
ka: საინტერესო პეროდი - დან
lt: Dominantis laikotarpis - Nuo

source: Period of interest - To
el: Περίοδος ενδιαφέροντος - Έως
es: Período de interés - Hasta
ka: საინტერეო პერიოდი - მდე
lt: Dominantis laikotarpis - Iki

source: Additional comments
el: Πρόσθετα σχόλια
es: Comentario adicionales
ka: დამატებითი კომენტარები
lt: Papildomos pastabos

source: I want this edition only.
el: Θέλω μόνο αυτή την έκδοση.
es: Sólo quiero esta edición.
ka: მე მსურს მხოლოს ეს რედაქცია.
lt: Aš noriu tik šio leidimo.

source: here
el: εδώ
es: aquí
ka: აქ
lt: čia

source: Please fill the following form.
el: Παρακαλώ συμπληρώστε την παρακάτω φόρμα
es: Por favor, rellene el siguiente formulario.
ka: გთხოვთ შეავსოთ შემდეგი ფრომა.
lt: Prašome užpildyti formą.

source: Book title
el: Τίτλος βιβλίου
es: Título del libro
ka: წიგნის სათაური
lt: Knygos pavadinimas

source: Place
el: Τοποθεσία
es: Lugar
ka: ადგილი
lt: Vieta

source: Edition
el: Έκδοση
es: Edición
ka: ჩასწორება
lt: Leidimas

source: Budget code
el: Κωδικός κονδυλίου
es: Código de presupuesto
ka: ბიუჯეტის კოდი
lt: Biudžeto kodas

source: Period of interest (From)
el: Περίοδος ενδιαφέροντος (Από)
es: Período de interés (desde)
ka: საინტერესო პერიოდი (დან)
lt: Dominantis laikotarpis (Nuo)

source: Period of interest (To)
el: Περίοδος ενδιαφέροντος (Έως)
es: Período de interés (hasta)
ka: საინტერესო პერიოდი (მდე)
lt: Dominantis laikotarpis (Iki)

source: Borrower wants this edition only.
el: Ο δανειζόμενος επιθυμεί μόνο αυτή την έκδοση.
es: El lector sólo quiere esta edición.
ka: მსესხებელს სურს ეს ვერსია მხოლოდ.
lt: Skolininkas pageidauja tik šio leidimo.

source: Only this edition.
el: Μόνο αυτή η έκδοση.
es: Sólo esta edición.
ka: მხოლოდ ეს რედაქტირება.
lt: Tik šis leidimas.

source: Only this edition
el: Μόνο αυτή η έκδοση
es: Solamente esta edición
ka: მხოლოდ ეს რედაქცია
lt: Tik šį leidimą

source: 0 items found.
el: 0 τεκμήρια βρέθηκαν.
es: No se han encontrado elementos.
ka: 0 ელემენტია ნაპოვნი
lt: 0 elementų rasta.

source: Proceed anyway
el: Προχωρήστε πάραυτα
es: Continuar de todas maneras
ka: მაინც გააგრძელე
lt: Tęsti vistiek

source: Article details
el: Λεπτομέρειες άρθρου
es: Detalles del artículo
ka: სტატიის დეტალები
lt: Informacija apie straipsnį

source: Periodical title
el: Τίτλος περιοδικού
es: Título de la revista
ka: პერიოდული სათაური
lt: Periodinis pavadinimas

source: Article title
el: Τίτλος άρθρου
es: Título del artículo
ka: სტატიის სათაური
lt: Straipsnio pavadinimas

source: Report number
el: Αριθμός αναφοράς
es: Número de informe
ka: რეპორტის ნომერი
lt: Pranešimo numeris

source: Volume
el: Τόμος
es: Volumen
ka: მოცულობა
lt: Skyrius

source: Issue
el: Τεύχος
es: Número
ka: საკითხი
lt: Leidimas

source: Page
el: Σελίδα
es: Página
ka: გვერდი
lt: Puslapis

source: Periodical Title
el: Τίτλος Περιοδικού
es: Título de la publicación periódica
lt: Periodinis pavadinimas

source: Article Title
el: Τίτλος Άρθρου
es: Artículo del artículo
lt: Staipsnio pavadinimas

source: Borrower request
el: Αίτημα δανειζόμενου
es: Petición del lector
ka: მსესხებელის მოთხოვნა
lt: Skolininko prašymas

source: Borrower comments
el: Σχόλια δανειζόμενου
es: Comentarios del lector
ka: მსესხებელის კომენტარი
lt: Skolininko pastabos

source: Only this edition?
el: Μόνο αυτή την έκδοση;
es: Sólo esta edición?
ka: მხოლოდ ეს რედაქცია?
lt: Tik šį leidimą?

source: ILL request ID
el: ID αιτήματος διαδανεισμού
es: Código de petición PI
ka: ILL მოთხოვნის საიდენტიფიკაციო
lt: ILL prašymo ID

source: Previous notes
el: Προηγούμενες παρατηρήσεις
es: Notas anteriores
ka: წინა შენიშვნები
lt: Ankstesnės pastabos

source: Library/Supplier
el: Βιβλιοθήκη/Προμηθευτής
es: Biblioteca/proveedor
ka: ბიბლიოთეკა/მომწოდებელი
lt: Biblioteka/Leidykla(tiekėjas)

source: Cost
el: Κόστος
es: Coste
ka: ფასი
lt: Kaina

source: Vendor
el: Προμηθευτής
es: Proveedor
ka: გამყიდველი
lt: Tiekėjas

source: Interest from
el: Ενδιαφέρον από
es: Interés des de
lt: Suinteresuotas

source: select
el: επιλογή
es: seleccionar
ka: არჩევა
lt: pasirinkti

source: Notes about this library
el: Παρατηρήσεις σχετικά με την βιβλιοθήκη αυτή
es: Notas sobre esta biblioteca
ka: შენიშვნები ამ ბიბლიოთეკასთან დაკავშირებით
lt: Pastabos apie šią biblioteką

source: No of items
el: Αρ. τεκμηρίων
es: Número de elementos
ka: ჩანაწერის ნომ.
lt: Nėra elementų

source: New library information
el: Πληροφορίες νέας βιβλιοθήκης
es: Información de la nueva biblioteca
ka: ინფორმაცია ახალი ბიბლიოთეკის თაობაზე
lt: Nauja bibliotekos informacija

source: A new library has been registered.
el: Έγινε εγγραφή νέας βιβλιοθήκης.
es: Se ha dado de alta la nueva biblioteca
ka: ახალი ბიბლიოთეკა იქნა დარეგისტრირებული.
lt: Užregistruota nauja biblioteka.

source: Search library by
el: Αναζήτηση βιβλιοθήκης με
es: Buscar biblioteca por
ka: ბიბლიოთეკის ძებნა:
lt: ieškoti bibliotekos pagal

source: Library information
el: Πληροφορίες βιβλιοθήκης
es: Información de la biblioteca
ka: ინფორმაცია ბიბლიოთეკაზე
lt: Informacija apie biblioteką

source: The information has been updated.
el: Η πληροδορίες ενημερώθηκαν.
es: Se ha actualizado la información.
ka: ინფორმაცია განახლებულია.
lt: Informacija buvo atnaujinta.

source: Library details
el: Πληροφορίες βιβλιοθήκης
es: Detalles de la biblioteca
ka: ბიბლიოთეკაზე ვრცლად
lt: Išsamesnė informacija apie biblioteką

source: Notes about library
el: Σημειώσεις σχετικά με την βιβλιοθήκη
es: Notas sobre la biblioteca
ka: შენიშნები ბიბლიოთეკაზე
lt: Pastabos apie biblioteką

source: New vendor information
el: Πληροφορίες νέου προμηθευτή
es: Información del nuevo proveedor
ka: იმფორმაცია ახალ გამყიდველზე
lt: Naujo tiekėjo informacija

source: A new vendor has been registered.
el: Καταχωρήθηκε νέος προμηθευτής.
es: El nuevo proveedor ha sido dado de alta.
ka: დარეგისტრირდა ახალი გამყიდველი.
lt: Naujas tiekėjas buvo užregistruotas.

source: Search vendor by
el: Αναζήτηση προμηθευτή με
es: Buscar proveedor por
ka: გამყიდვლის ძიება მიხედვით
lt: Ieškoti tiekėjo pagal

source: Vendor(s)
el: Προμηθευτής/ες
es: Proveedor(es)
ka: გამყიდველი(s)
lt: Tiekėjas(-ai)

source: Vendor information
el: Πληροφορίες προμηθευτή
es: Información del proveedor
ka: იმფორმაცია გამყიდველზე
lt: Informacija apie tiekėją

source: Notes about this vendor
el: Παρατηρήσεις σχετικά με τον προμηθευτή
es: Notas sobre este proveedor
ka: შენიშნები ამ გამყიდველთან დაკავშრებით
lt: Pastabos apie šį tiekėją

source: Vendor details
el: Λεπτομέρειες προμηθευτή
es: Detalles del proveedor
ka: უფრო ვრცლად გამყიდველზე
lt: Išsamesnė informacija apie tiekėją

source: Add notes
el: Προσθήκη παρατηρήσεων
es: Añadir notas
ka: შენიშვნების დამატება
lt: Pridėti pastabas

source: List of pending hold requests
el: Λίστα αιτήσεων κράτησης που εκκρεμούν
es: Lista de peticiones de reserva pendientes
ka: რიგში მყოფ მოთხოვნათა სია
lt: Sąrašas laukiančių prašymų

source: You are not authorized to use loans.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε τον δανεισμό.
es: No está autorizado a hacer uso del préstamo.
ka: თქვენ არ გაქვთ სესხის გამოყენების ავტორიზაცია.
lt: Neturite reikiamų teisių naudoti užsakymo sistemą

source: Your Loans
el: Οι δανεισμοί μου
es: Sus préstamos
ka: თქვენი სესხები
lt: Jūsų užsakymai

source: You are not authorized to use ill.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε τον διαδανεισμό.
es: No está autorizado a hacer uso del préstamo interbibliotecario.
ka: თქვენ არ ხართ ill-ის გამოსაყენებლად ავტორიზებული.
lt: Neturite reikiamų teisių.

source: The record has been deleted.
el: Η εγγραφή έχει διαγραφεί.
es: El registro se ha suprimido.
ka: ჩანაწერი წაშლილია.
lt: Įrašas buvo ištrintas.

source: Requested record does not seem to exist.
el: Η εγγραφή που ζητήσατε δεν υπάρχει.
es: El registro solicitado no existe.
ka: მოთხოვნილი ჩანაჭერი არ არსებობს.
lt: Pageidaujamas įrašas neegzistuoja.

source: Yes
el: Ναι
es: Sí
ka: დიახ
lt: Taip

source: Automatically generated <span class="keyword single">single</span>, <span class="keyword composite">composite</span>, <span class="keyword author-kw">author</span>, and <span class="keyword other-kw">other keywords</span>.
es: Generado automáticamente <span class="keyword single">sencillo</span>, <span class="keyword composite">compuesto</span>, <span class="keyword author-kw">autor</span>, i <span class="keyword other-kw">otras palabras clave</span>.

source: Automated keyword extraction wasn't run for this document yet.
es: Para este documento todavía no se han extraído automáticamente las palabras clave.

source: Generate keywords
es: Generar palabras clave

source: There are no suitable keywords for display in this record.
es: No hay palabras clave relevantes para este registro.

source: Show more...
es: Mostrar más...

source: Unweighted %s keywords:
es: Palabras clave no sospesades de tipo %s

source: Weighted %s keywords:
es: Palabras clave sospesades de tipo %s

source: Keywords
el: Λέξεις κλειδιά
es: Palabras clave
ka: საკვანძო სიტყვები
lt: Raktažodžiai

source: tag cloud
es: nuve de etiquetas

source: list
es: lista

source: Unknown type: %s
es: Tipo desconocido: %s

source: The site settings do not allow automatic keyword extraction
es: La configuración de este sitio no permite la extracción automática de palabras clave

source: We have registered your request, the automatedkeyword extraction will run after some time. Please return back in a while.
es: Su petición se ha registrado. La extracción automática de palabras clave se ejecutará pronto. Vuelva dentro de un rato.

source: Unfortunately, we don't have a PDF fulltext for this record in the storage, keywords cannot be generated using an automated process.
es: Por desgracia, no existe una copia local del texto completo en PDF. No es posible generar automáticamente las palabras clave.

source: Choose a file
el: Επιλέξτε ένα αρχείο
es: Escoja el fichero
ka: აირჩიეთ ფაილი
lt: Pasirinkite failą

source: Comment
el: Σχόλιο
es: Comentario
ka: კომენტარი
lt: Komentaras

source: Access
el: πρόσβαση
es: Acceso
ka: ხელმისაწვდომობა
lt: Prieiga

source: The file you want to edit is protected against modifications. Your action has not been applied
el: Το αρχείο που προσπαθείτε να τροποποιήσετε, προστατεύεται από τις αλλαγές. Η ενέργειά σας δεν εφαρμόστηκε.
es: El fichero que quiere editar está protegido contra modificaciones. Vuestra acción no se ha realizado

source: The uploaded file is too small (<%i o) and has therefore not been considered
el: Το αρχείο που ανεβάσατε είναι πολύ μικρό (<%i o) και γι'αυτό δεν θα ληφθεί υπόψη
es: El archivo que ha subido es demasiado pequeño (<%i o) y por tanto no se ha tenido en cuenta
ka: ატვირთული ფაილი მეტისმეტად პატარაა (<%i o) და ამიტომ არ იქნა განხილული
lt: Patalpintas failas buvo per mažas (<%i o) ir todėl nebuvo panaudotas.

source: The uploaded file is too big (>%i o) and has therefore not been considered
el: Το αρχείο που ανεβάσατε είναι πολύ μεγάλο (>%i o) και γι'αυτό δεν θα ληφθεί υπόψη
es: El archivo que ha subido es demasiado grande (>%i o) y por tanto no se ha tenido en cuenta
ka: ატვირთული ფაილი მეტისმეტად დიდია (<%i o) და ამიტომ არ იქნა განხილული
lt: Patalpintas failas buvo per didelis (>%i o) ir todėl nebuvo panaudotas

source: The uploaded file name is too long and has therefore not been considered
el: Το όνομα του αρχείου που ανεβάσατε είναι πολύ μεγάλο και γι'αυτό δεν θα ληφθεί υπόψη
es: El nombre del archivo que ha subido es demasiado largo y por tanto no se ha tenido en cuenta
ka: ატვირთული ფაილის სახელი მეტისმეტად გრძელია და ამიტომ არ იქნა განხილული
lt: Patalpinto failo vardas per didelis ir todėl nebuvo patalpintas

source: You have already reached the maximum number of files for this type of document
el: Έχετε ήδη φτάσει τον μέγιστο αριθμό αρχείων για τον συγκεκριμένο τύπο εγγράφου
es: Ya ha llegado al máximo número de archivos para este tipo de documento
ka: ამ ტიპის დოკუმეტის კვალობაზე თქვენ უკვე მიაღწიეთ მაქსიმალურ რიცხვს ფაილებისა
lt: Jus pasiekėte maksimalų skaičių failų šio tipo dokumentams

source: A file named %s already exists. Please choose another name.
el: Ένα αρχείο με όνομα %s υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο όνομα.
es: Ya existe un fichero con el nombre %s. Escoja otro, por favor.
ka: ფაილი სახელწოდებით %s უკვე არსებობს. გთხოვთ აირჩოთ სხვა სახელი.
lt: Failo vardas %s jau egzistuoja. Pasirinkite kitą vardą.

source: A file with format '%s' already exists. Please upload another format.
el: Ένα αρχείο του τύπου '%s' υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο τύπο.
es: Ya existe un archivo con el formato '%s'. Súbalo en otro formato.
ka: ფაილი შემდეგი ფორმატით '%s' უკვე არსებობს. გთხოვთ ატვირთოთ სხვა ფორმატი
lt: '%s' tokio formato failas jau egzistuoja. Prašome įkelti kitu formatu.

source: You are not allowed to use dot '.', slash '/', or backslash '\\' in file names. Choose a different name and upload your file again. In particular, note that you should not include the extension in the renaming field.
el: Δεν επιτρέπεται η χρήση της τελείας '.', του slash '/', ή του backslash '\\' σε ονόματα αρχείων. Επιλέξτε ένα διαφορετικό όνομα και ανεβάστε το αρχείο ξανά. Σημειώστε οτι δεν πρέπει να συμπεριλάβετε την κατάληξη στο πεδίο μετονομασίας.
es: No se puede usar el punto '.', barra '/', o barra inversa '\\\\' en los nombres de ficheros. Escoja un nombre diferente o vuelva a subir su fichero. En particular, tenga en cuenta de no incluir la extensión en el nuevo nombre.
ka: თქვენ არ გაქვთ წერტილის გამოყენების უფლება '.', ირიბის '/', ან უკუირიბის '\\' ფაილის სახელებში. არჩიეთ სხვა სახელი და ხელმეორედ ატვირთეტ. კერძოდ თქვენ არუნდა მიუთითოთ ფალის გაფართოება ფაილის გადარქმევისას.
lt: Negalima naudoti specialiųjų simbolių '.', '/' ar '\\' failo varde. Pasirinkite failą ir bandykite įkleti dar sykį. Pervadinimo laukelyje nenaudokite plėtinių.

source: Choose how you want to restrict access to this file.
el: Επιλέξτε πως θέλετε να περιορίσετε την πρόσβαση στο αρχείο αυτό.
es: Escoja cómo desea restringir el acceso a este archivo
ka: აირჩეთ როგორ გსურთ შეზღუდოთ ამ ფაილის ხელმისაწვდომობა.
lt: Pasirinkite kaip jus norite apriboti prieigą prie šių failų.

source: Add new file
el: Προσθήκη νέου αρχείου
es: Añadir otro fichero
ka: ახალი ფაილის დამატება
lt: Pridėti naują failą

source: You can decide to hide or not previous version(s) of this file.
el: Μπορείτε να επιλέξετε να κρύψετε, ή όχι, τις προηγούμενες εκδόσεις του αρχείου αυτού.
es: Puede decidir esconder o no versiones anteriores de este archivo.
ka: თქვენი შეგიძლიათ გადაწყვიტოთ დამალოთ თუ არა ფაილის(s) წინა ვერსია.
lt: Jus galite pasirinkti paslėpti ar ne ankstesnes šio failo versijas.

source: When you revise a file, the additional formats that you might have previously uploaded are removed, since they no longer up-to-date with the new file.
el: Όταν αναθεωρείτε ένα αρχείο, οι πρόσθετες μορφές που μπορεί να είχατε ανεβάσει, αφαιρούνται, καθότι δεν θα συμφωνούν με το νέο αρχείο.
es: Cuando revise un archivo, los formatos adicionales que haya subido previamente serán borrados, ya que no estarían sincronizados con el nuevo archivo.
ka: როცა თქვენ გადახედავთ ფაილს, დამატებითი ფორმატები რომელიც შეიძლება ატვირთეთ წაშლილია, რადგან ისინი არ არიან ფაილთან ერთად განახლებულები.
lt: Kai pertvarkote failą, papildomi formatai, kuriuos sukūrėte anksčiau, yra ištrinami, nes jie nėra atnaujinami pagal naują failą.

source: Alternative formats uploaded for current version of this file will be removed
el: Οι πρόσθετε μορφές που ανέβηκαν για την τρέχουσα έκδοση του αρχείου αυτού, θα διαγραφούν
es: Los formatos alternativos para la versión actual de este archivo serán borrados
ka: ალტერნატიული ფორმატები აიტვირთა ამ ფაილის მიმდინარე ვერსიისათვის
lt: Kiti įkelti formatai šiam failui bus ištrinti

source: Keep previous versions
el: Να διατηρηθούν οι παλιότερες εκδόσεις
es: Guardar las versiones anteriores
ka: წინა ვერსიების დატოვება
lt: Išsaugoti ankstesnes versijas

source: Upload
el: Ανέβασμα
es: Subir
ka: ატვირთვა
lt: Įkelti

source: Apply changes
el: Αποθήκευση αλλαγών
es: Guardar cambios
ka: ცვლილებათა გამოყენება
lt: Pritaikyti pakeitimus

source: Need help revising or adding files to record %(recid)s
el: Χρειάζεται η συνδρομή σας για ενημέρωση και προσθήκη αρχείων στην εγγραφή %(recid)s
es: Necesito ayuda para revisar o añadir ficheros al registro %(recid)s
ka: გჭირდებათ დახმარება ჩანაწერების დასამატად ან შესასწორებლად %(recid)s
lt: Reikia pagalbos peržiūrint ar pridedant naujus failus į įrašą %(recid)s

source: Dear Support, I would need help to revise or add a file to record %(recid)s. I have attached the new version to this email. Best regards
el: Αγαπητή τεχνική υποστήριξη, Θα ήθελα να ενημερώσω ή να προσθέσω ένα αρχείο στην εγγραφή %(recid)s. Επισυνάπτω την νέα έκδοση στο παρόν email. Με εκτίμηση
es: Estimado soporte, necesito su ayuda para revisar o añadir ficheros al registro %(recid)s. He añadido la nueva versión en este mensaje. Cordialmente,
ka: ძვირფასო მხარაჭერის გუნდო, მე მჭირდება დახმარება შესასწორებლად ან დასამატებლად შემდეგი ჩანაწერის %(recid)s. ახალ ვერსიას გიგზავნით ატაჩმენტით. საუკეთესო სურვილებით
lt: Gerbiama Pagalba, Man reikia pagalbos peržiūrint ar pridedant naujus failus į įrašą %(recid)s. Siunčiu naują versiją failo prisegtuke. Nuoširdžiausi linkėjimai

source: Having a problem revising a file? Send the revised version to %(mailto_link)s.
el: Έχετε δυσκολία στην ενημέρωση κάποιου αρχείου; Στείλτε την ενημερωμένη έκδοση στο %(mailto_link)s.
es: Tiene problemas revisando un archivo? Envíe la versión revisada a %(mailto_link)s.
ka: ფაილის შესწორებისას პრობლემა შეგექმნათ? გაგზავნეთ შესწორებული ვერსია აქ %(mailto_link)s.
lt: Problemos peržiūrint failą? Atsiųskite peržiūros versiją %(mailto_link)s.

source: Having a problem adding or revising a file? Send the new/revised version to %(mailto_link)s.
el: Έχετε δυσκολία στην ενημέρωση/προσθήκη κάποιου αρχείου; Στείλτε την νέα/ενημερωμένη έκδοση στο %(mailto_link)s.
es: Tiene problemas al añadir o revisar un fichero? Envíe la versión nueva o revisada a %(mailto_link)s.
ka: ფაილის დამატებისას ან შესწორებისას პრობლემა შეგექმნათ? გაგზავნეთ ახალი/შეცვლილი ვერსია შემდეგ მისამართზე %(mailto_link)s.
lt: Problemos peržiūrint ar pridedant failą? Atsiųskit naują/peržiūros versiją %(mailto_link)s.

source: revise
el: ενημέρωση
es: revisar
ka: გადავხედოთ
lt: peržiūra

source: delete
el: διαγραφή
es: suprimir
ka: წაშლა
lt: ištrinti

source: add format
el: προσθήκη νέας μορφής
es: añadir formato
ka: ფორმატის დამატება
lt: pridėti formatą
