Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Search term %(x_term)s inside index %(x_index)s did not match any record. Nearest terms in any collection are:
el: Ο όρος %(x_term)s στο ευρετήριο %(x_index)s δεν ταίριαξε σε κάποια εγγραφή. Παραπλήσιοι όροι σε όλες τις συλλογές:
es: El término de búsqueda %(x_term)s en el índice %(x_index)s no se ha encontrado en ningún registro. Los términos aproximados en cualquier colección son:
ka: ძიების სიტყვა%(x_term)s ინდექსში %(x_index)s არ დაემთხვა არცერთ პარამეტრს. წყობილი სიტყვები ყველა კოლექციაშ არიან:
lt: Paieškos terminas %(x_term)s indekso viduje %(x_index)s neatitiko jokių įrašų. Panašiausias terminas rinkiniuose yra:

source: Search term %s did not match any record. Nearest terms in any collection are:
el: Ο όρος %s δεν ταίριαξε σε κάποια εγγραφή. Παραπλήσιοι όροι σε όλες τις συλλογές:
es: El término de búsqueda %s no se ha encontrado en ningún registro. Los términos aproximados, en cualquier las colección, son:
ka: ძიების სიტყვა %s არ დაემთხვა არცერთ ჩანაწერს. წყობილი სიტყვები ყველა კოლექციაში არიან:
lt: Paieškos terminas %s neatitiko jokių įrašų. Panašiausias terminas rinkiniuose yra:

source: Sorry, %s does not seem to be a valid sort option. The records will not be sorted.
es: No es posible ordenar por %s. No se ordenarán los registros.

source: Sorry, sorting is allowed on sets of up to %d records only. Using default sort order.
el: Λυπούμαστε, η ταξινόμηση επιτρέπεται σε σετ των %d εγγραφών το πολύ. Θα γίνει χρήση της της εξ΄ορισμού ταξινόμησης.
es: Sólo se puede ordenar en conjuntos de hasta %d registros. Ordenado por defecto ("primero los más recientes").
ka: უკაცრავად, დახარისხება ხელმისაწვდომია თუ გვაქვს %d მდე ჩანაწერი. ვიყენებ პირველად დახარისხებას.
lt: Atsiprašome, rūšiavimas leidžiamas tik %d įrašams. Rūšiuojama pagal numatytą tvarką.

source: The record %d replaces it.
es: El registro %d lo reemplaza.

source: Use different search terms.
el: Χρησιμοποιήστε διαφορετικά κριτήρια έρευνας.
es: Use términos de búsqueda distintos.
ka: გამოიყენეთ სხვადასხვა ძიების სიტყვები.
lt: Naudokite kitokius paieškos terminus.

source: No match within your time limits, discarding this condition...
el: Κανένα αποτέλεσμα στα χρονικά περιθώρια, θα γίνει παράβλεψη του κριτηρίου αυτού...
es: No se han encontrado resultados dentro de los límites de tiempo especificados. Descartando esta condición...
ka: დამთხვევა არ არის მითთებულ დროის ინტერვალშ, ვუგულებელყოფ ამ პირობას ...
lt: Per nustatyta laiką nerasta jokių rezultatų, šį sąlyga atšaukiama...

source: No match within your search limits, discarding this condition...
el: Κανένα αποτέλεσμα στα όρια έρευνας, θα γίνει παράβλεψη του κριτηρίου αυτού...
es: No se han encontrado resultados dentro de los límites especificados, descartando esta condición...
ka: თქვენი ძიების ლიმიტში დამთხვევა არ მოიძებნა, ვუგულებელყოფ ამ პირობას
lt: Nustatyta paieškai nerasta rezultatų, šį sąlyga atšaukiama...

source: Submit
el: Υποβολή
es: Enviar
ka: დაყენება
lt: Patvirtinti

source: in
el: σε
es: en
ka: ში
lt: viduje

source: Haven't found what you were looking for? Try your search on other servers:
el: Δεν βρήκατε αυτό που αναζητούσατε; Δοκιμάστε την έρευνά σας σε άλλους servers:
es: ¿No ha encontrado lo que estaba buscando? Intente su búsqueda en:
ka: ვერ იპოვნეთ რასაც ეძებდით? სცადეთ თქვენი ძებნა სხვა სერვერებზე:
lt: Nepavyko surasti? Išbandykite paiešką kituose serveriuose:

source: External collections results overview:
el: Προεπισκόπηση αποτελεσμάτων εξωτερικών συλλογών:
es: Resumen de los resultados de las colecciones externas:
ka: გარე კოლექციების შედეგების განხილვა:
lt: Rezultatų išoriniuose rinkiniuose peržiūra:

source: Search timed out.
el: Έληξε ο χρόνος αναζήτησης.
es: Tiempo de búsqueda excedido.
ka: ძიება ამოიწურა.
lt: Paieškos laikas baigėsi.

source: The external search engine has not responded in time. You can check its results here:
el: Η εξωτερική μηχανή αναζήτησης δεν απάντησε εγκαίρως. Μπορείτε να ελέγξετε τα αποτελέσματα εδώ:
es: El buscador externo no ha respondido a tiempo. Puede ver los resultados aquí:
ka: გარე საძიებო სისტემამ დროულად არ გვიპასუხა. თქვენ შეგიძლიათ შეამოწმოთ მისი სტატუსი აქ:
lt: Išorinis paieškos variklis neatsakė laiku. Gautus rezultatus galite peržiūrėti čia:

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se han encontrado resultados.
ka: შედეგი არიქნა ნაპოვნი.
lt: Rezultatų nerasta.

source: %s results found
el: Βρέθηκαν %s αποτελέσματα
es: Se han encontrado %s resultados
ka: %s ჩანაწერია ნაპოვნი
lt: Rasti %s rezultatai

source: %s seconds
el: %s δευτερόλεπτα
es: %s segundos
ka: %s წამი
lt: %s sekundės

source: Search on %(x_CFG_SITE_NAME_INTL)s
el: Αναζήτηση σε %(x_CFG_SITE_NAME_INTL)s
es: Buscar en %(x_CFG_SITE_NAME_INTL)s
ka: ეძებეთ %(x_CFG_SITE_NAME_INTL)s
lt: Ieškoti pagal %(x_CFG_SITE_NAME_INTL)s

source: Search %s records for:
el: Αναζήτηση %s εγγραφών για:
es: Buscar en %s registros por:
ka: ეძებე %s ჩანაწერი:
lt: Ieškoti tarp %s įrašų:

source: less
el: λιγότερα
es: menos
ka: ნაკლები
lt: mažiau

source: more
el: περισσότερα
es: más
ka: მეტი
lt: daugiau

source: Example: %(x_sample_search_query)s
el: Παράδειγμα: %(x_sample_search_query)s
es: Ejemplo: %(x_sample_search_query)s
ka: მაგალითი: %(x_sample_search_query)s
lt: Pavyzdžiai: %(x_sample_search_query)s

source: Search in %(x_collection_name)s
el: Αναζήτηση στην συλλογή %(x_collection_name)s
es: Búsqueda en %(x_collection_name)s
ka: ეძებე %(x_collection_name)s -ში
lt: Ieškoti %(x_collection_name)s

source: Search everywhere
el: Αναζήτηση παντού
es: Buscar en todas partes
ka: ყველგან ძებნა
lt: Ieškoti visur

source: Advanced Search
el: Σύνθετη Αναζήτηση
es: Búsqueda avanzada
ka: გაფართოებული ძებნა
lt: Išplėstinė paieška

source: Search %s records for
el: Αναζήτηση %s εγγραφών για:
es: Buscar en %s registros:
ka: ეძებე %s ჩანაწერები
lt: Ieškoti tarp %s įrašų pagal

source: Simple Search
el: Απλή αναζήτηση
es: Búsqueda simple
ka: უბრალო ძებნა
lt: Paprasta paieška

source: Search options:
el: Επιλογές αναζήτησης:
es: Opciones de búsqueda:
ka: ძებნის პარამეტრები:
lt: Paieškos nustatymai:

source: Added/modified since:
el: Προστέθηκαν/τροποποιήθηκαν από:
es: Añadido/modificado desde:
ka: დამატებულია/შესწორებულია:
lt: Pridėta/ modifikuota nuo:

source: until:
el: έως:
es: hasta:
ka: მდე:
lt: iki:

source: Sort by:
el: Ταξινόμηση με:
es: Ordenar por:
ka: დახარისხება:
lt: Rūšiuoti pagal:

source: Display results:
el: Παρουσίαση αποτελεσμάτων:
es: Mostrar resultados:
ka: შედეგების ჩვენება:
lt: Rodyti rezultatus

source: Output format:
el: Μορφή αποτελεσμάτων:
es: Formato de visualización:
ka: გამავალი ფორმატი:
lt: Išeitinis formatas:

source: Added since:
el: Προστέθηκαν από:
es: Añadido a partir de:
ka: დამატებულია:
lt: Pridėta nuo:

source: Modified since:
el: Τροποποιήθηκαν από:
es: Modificado desde:
ka: შესწორებულია:
lt: Modifikuota nuo:

source: restricted
el: περιορισμένο
es: restringido
ka: აკრძალული
lt: ribotas

source: Search also:
el: Αναζήτηση Επίσης σε:
es: Busque también:
ka: ასევე ეძებე:
lt: Taip pat ieškoti:

source: This collection is restricted. If you are authorized to access it, please click on the Search button.
el: Η συλλογή αυτή είναι περιορισμένη. Αν πιστεύετε οτι έχετε δικαίωμα πρόσβασης σ'αυτή, παρακαλώ χρησιμοποιήστε το κουμπί Αναζήτηση.
es: Esta colección es restringida. Si tiene acceso, haga clic en el botón de Buscar.
ka: ეს აკრძალული კოლექციაა. თუ თქვენ ავტორიზებული ხართ, გთხოვთ დააჭიროთ ძიების ღილაკს.
lt: Ribojamas rinkinys. Jei turite reikiamas teises peržiūrėti rinkinį, paspauskite paieškos mygtuką.

source: This is a hosted external collection. Please click on the Search button to see its content.
el: Αυτή είναι μια εξωτερική συλλογή. Παρακαλώ επιλέξτε Αναζήτηση για να δείτε το περιεχόμενό της.
es: Esta es una colección externa alojada. Pulse el botón de búsqueda para ver su contenido.
ka: ეს არის გარე კოლექცია. გთხოვთ დააჭიროთ ძიების ღილაკს რომ იხილოთ შემადგენლობა.
lt: Tai yra išorinis rinkinys. Paspauskite paieškos mygtuką, kad pažiūrėtumėte joturinį.

source: This collection does not contain any document yet.
el: Η συλλογή αυτή δεν περιέχει κάποιο έγγραφο ακόμη.
es: Esta colección no contiene aún ningún documento.
ka: ეს კოლექცია ჯერ არ შეიცავს დოკუმენტებს.
lt: Šiame rinkinyje dar nėra dokumentų.

source: Cited by %i records
el: Παραπέμπεται από: %i εγγραφές
es: Citado por %i registros
ka: ციტირებულია %i ჩანაწერის მიერ
lt: Cituojama %i įrašų

source: Words nearest to %(x_word)s inside %(x_field)s in any collection are:
el: Οι πλησιέστερες λέξεις στο %(x_word)s στο πεδίο %(x_field)s, σε οποιαδήποτε συλλογή είναι:
es: Las palabras más cercanas a %(x_word)s en %(x_field)s, en cualquier colección, son:
ka: ყველაზე ახლო სიტყვები %(x_word)s -თან %(x_field)s -ში ნებისმიერი კოლექციიდან არიან:
lt: Panašiausi žodžiai į %(x_word)s, esantys %(x_field)s, rinkiniuose yra:

source: Words nearest to %(x_word)s in any collection are:
el: Οι πλησιέστερες λέξεις στο %(x_word)s, σε οποιαδήποτε συλλογή είναι:
es: Las palabras más cercanas a %(x_word)s, en cualquier colección, son:
ka: უახლოესი სიტყვები %(x_word)s -თან ნებისმიერ კოლექციაში:
lt: Panašiausi žodžiai į %(x_word)s rinkiniuose yra:

source: Hits
es: Resultados
ka: ნაპოვნი
lt: Rezultatai

source: collections
el: συλλογές
es: colecciones
ka: კოლექციები
lt: rinkiniai

source: Limit to:
el: Περιοσμός σε:
es: Limitar a:
ka: შეზღუდე:
lt: Susiaurintas iki:

source: results
el: αποτελέσματα
es: resultados
ka: შედეგები
lt: rezultatai(-ų)

source: single list
el: απλή λίστα
es: lista única
ka: ერთიანი სია
lt: bendras sąrašas

source: split by collection
el: διαχωρισμός κατά συλλογή
es: reagrupar por colección
ka: კოლექციით გახლეჩვა
lt: išskaidyti rinkiniais

source: MARC tag
el: Πεδίο MARC
es: Etiqueta MARC
ka: MARC ტაგი
lt: MARC žymė

source: %s records found
el: %s εγγραφές βρέθηκαν
es: Encontrados %s registros
ka: %s ჩანაწერია ნაპოვნი
lt: Rasta %s įrašai

source: end
el: τέλος
es: final
ka: დასასრული
lt: pabaiga

source: jump to record:
el: μετάβαση στην εγγραφή:
es: ir al registro:
ka: ჩანაწერთან გადასვლა:
lt: į įrašą:

source: Search took %s seconds.
el: Η έρευνα πήρε %s δευτερόλεπτα.
es: La búsqueda tardó %s segundos.
ka: ძიებას დასჭირდა %s წამი.
lt: Paieška užtruko %s sekundes(-ių)

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found %(x_nb_records)s records in %(x_nb_seconds)s seconds.
el: %(x_fmt_open)sΑποτελέσμα έρευνας:%(x_fmt_close)s Βρέθηκαν %(x_nb_records)s εγγραφές σε %(x_nb_seconds)s δευτερόλεπτα.
es: %(x_fmt_open)sResultados globales:%(x_fmt_close)s %(x_nb_records)s registros encontrados en %(x_nb_seconds)s segundos.
ka: %(x_fmt_open)sშედეგების განხილვა:%(x_fmt_close)s ნაპოვნია %(x_nb_records)s ჩანაწერი, %(x_nb_seconds)s წამში.
lt: %(x_fmt_open)sRezultatų peržiūra:%(x_fmt_close)s Rasti %(x_nb_records)s įrašai per %(x_nb_seconds)s sekundes.

source: %(x_fmt_open)sResults overview%(x_fmt_close)s
el: %(x_fmt_open)sΠερίληψη αποτελεσμάτων%(x_fmt_close)s
es: %(x_fmt_open)sResultados globales%(x_fmt_close)s
ka: %(x_fmt_open)sშედეგების მიმოხილვა%(x_fmt_close)s
lt: %(x_fmt_open)sRezultatų peržiūra%(x_fmt_close)s

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found at least %(x_nb_records)s records in %(x_nb_seconds)s seconds.
el: %(x_fmt_open)sΠερίληψη αποτελεσμάτων:%(x_fmt_close)s Βρέθηκαν τουλάχιστον %(x_nb_records)s εγγραφές σε %(x_nb_seconds)s δευτερόλεπτα.
es: %(x_fmt_open)sResultados globales:%(x_fmt_close)s Al menos %(x_nb_records)s registros encontrados en %(x_nb_seconds)s segundos.
ka: %(x_fmt_open)sშედეგების მიმოხილვა:%(x_fmt_close)s ნაპოვნია მინიმუმ %(x_nb_records)s ჩანაწერი, %(x_nb_seconds)s წამში.
lt: %(x_fmt_open)sRezultatų peržiūra:%(x_fmt_close)s Rasti bent %(x_nb_records)s įrašai per %(x_nb_seconds)s sekundes.

source: No results found...
el: Δεν βρέθηκαν αποτελέσματα...
es: No se han encontrado resultados...
ka: შედგეი არ მოიძებნა...
lt: Rezultatų nerasta...

source: Boolean query returned no hits. Please combine your search terms differently.
el: Το ερώτημα δεν επέστρεψε αποτελέσματα. Παρακαλούμε δοκιμάστε διαφορετικό συνδιασμό των όρων.
es: La combinación booleana no ha dado resultados. Por favor combine los términos de búsqueda de otra manera.
ka: ორობით შეკითხვაზე შედეგი არ არის. გთხოვთ შერწყოთ თქვენი ძიების სიტყვები სხვანაერად
lt: Loginė užklausa nieko negrąžino. Prašome pakeisti savo paieškos užklausą.

source: See also: similar author names
el: Δείτε ακόμη: παρόμοια ονόματα συγγραφέων
es: Vea también: autores con nombres similares
ka: ასევე იხილეთ: მსგავსი ავტორის სახელები
lt: Taip pat žiūrėkite: panašių autorių vardai

source: Cited by 1 record
el: Παραπέμπεται από 1 εγγραφή
es: Citado por 1 registro
ka: ციტირებულია 1 ჩანაწერის მიერ
lt: Pacituota 1 įraše

source: %i comments
el: %i σχόλια
es: %i comentarios
ka: %i კომენტარი
lt: %i komentarai

source: 1 comment
el: 1 σχόλιο
es: 1 comentario
ka: 1 კომენტარი
lt: 1 komentaras

source: %i reviews
el: %i κριτικές
es: %i reseñas
ka: %i განხილვა
lt: %i atsiliepimų

source: 1 review
el: 1 κριτική
es: 1 reseña
ka: 1 განხილვა
lt: 1 atsiliepimas

source: Collection %s Not Found
el: Η Συλλογή %s Δεν Βρέθηκε
es: No se ha encontrado la colección %s
ka: კოლექცია %s ვერ მოიძებნა
lt: Rinkiniai %s nerasti

source: Sorry, collection %s does not seem to exist.
el: Λυπούμαστε, η συλλογή %s δεν υπάρχει.
es: Parece ser que la colección %s no existe.
ka: უკაცრავად, კოლექცია %s არ არსებობს.
lt: Atsiprašome, bet %s rinkinys neegzistuoja.

source: You may want to start browsing from %s.
el: Πιθανόν να θέλετε να ξεκινήσετε την φυλλομετρήση από το %s.
es: Puede comenzar las búsquedas desde %s.
ka: იქნებ გნებავთ დაიწყოთ დათვალიერება %s -დან.
lt: Jus galite pradėti naršyti nuo %s.

source: Set up a personal %(x_url1_open)semail alert%(x_url1_close)s or subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
el: Δημιουργήστε ένα προσωπικό %(x_url1_open)semail alert%(x_url1_close)s ή εγγραφείτε στο %(x_url2_open)sRSS feed%(x_url2_close)s.
es: Defina una %(x_url1_open)salerta personal%(x_url1_close)s vía correo electrónico o subscríbase al %(x_url2_open)scanal RSS%(x_url2_close)s.
ka: დააყენეთ პირადი %(x_url1_open)sელფოსტის შეტყობინება%(x_url1_close)s ან ჩაეწერეთ %(x_url2_open)sRSS ფიდზე%(x_url2_close)s.
lt: Nustatykite asmeninį %(x_url1_open)sįspėjimą el.paštu%(x_url1_close)s ar užsiprenumeruokite %(x_url2_open)sRSS%(x_url2_close)s.

source: Subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
el: Εγγραφείτε στην %(x_url2_open)sροή RSS%(x_url2_close)s.
es: Subscríbase al %(x_url2_open)scanal RSS%(x_url2_close)s.
ka: ჩაეწერეთ %(x_url2_open)sRSS ფიდზე%(x_url2_close)s.
lt: Užsiprenumeruoti %(x_url2_open)sRSS%(x_url2_close)s.

source: Interested in being notified about new results for this query?
el: Ενδιαφέρεστε να ενημερώνεστε για νέα αποτελέσματα σχετικά με το ερώτημα αυτό;
es: ¿Le interesa recibir alertas sobre nuevos resultados de esta búsqueda?
ka: გნებავთ შეტყობინების მიღება, ამ კითხვაზე ახალი პასუხების შემთხვევაში?
lt: Norite gauti pranešimus apie naujus rezultatus šiai užklausai?

source: Back to search
el: Επιστροφή στην αναζήτηση
es: Volver a la búsqueda

source: %s of
el: %s από
es: %s de

source: People who downloaded this document also downloaded:
el: Όσοι κατέβασαν το έγγραφο αυτό, κατέβασαν επίσης:
es: La gente que descargó este documento también descargó:
ka: ვინც ეს დოკუმენტი ჩამოტვირთა ასევე ტვირთავდნენ:
lt: Žmonės, kurie atsisiuntė šį dokumentą, taip pat atsisiuntė:

source: People who viewed this page also viewed:
el: Όσοι είδαν την σελίδα αυτή, είδαν επίσης:
es: La gente que vio esta página también vio:
ka: ვინც ამ გვერდს ათვალიერებდა ასევე ათვალიარებდნენ:
lt: Žmonės, kurie peržiūrėjo šį puslapį, taip pat žiūrėjo:

source: Cited by: %s records
el: Παραπέμπεται από: %s εγγραφές
es: Citado por: %s registros
ka: ციტირებლია: %s ჩანაწერის მიერ
lt: Cituota: %s įrašuose

source: Co-cited with: %s records
el: Παραπέμπεται σε συνδιασμό από: %s εγγραφές
es: Co-citado con: %s registros
ka: კო-ციტირებულია: %s ჩანაწერით
lt: Cituota su: %s įrašais

source: .. of which self-citations: %s records
el: ... εκ των οποίων αυτο-αναφορές: %s εγγραφές
es: .. de los cuales son auto-citas: %s registros<
ka: .. აქედან თვით-ციტირებულია: %s ჩანაწერი
lt: .. pačių citatos: %s įrašai

source: No Papers
el: Χωρίς Δημοσιεύσεις
es: Ningún documento

source: Frequent co-authors
el: Συχνά εμφανιζόμενοι προσθετοι συγγραφείς
es: Co-autores frecuentes

source: This is me. Verify my publication list.
el: Είμαι εγώ. Επιβεβαιώστε την λίστα δημοσιευμάτων μου.
es: Soy yo mismo. Verifiquen mi lista de publicaciones.

source: Citations:
el: Παραπομπές:
es: Citaciones:
ka: ციტირებები:
lt: Citavimas:

source: No Citation Information available
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για παραπομπές
es: No hay información de citas disponible

source: Citation summary results
el: Περιληπτικά αποτελέσματα παραπομπών
es: Reccuento de citaciones
ka: ციტირების შემაჯამებელი შედეგები
lt: Citavimo apibendrinimo rezultatai

source: Total number of citations:
el: Συνολικός αριθμός παραπομπών:
es: Número total de citaciones:
ka: ციტირების საერთო რიცხვი:
lt: Pilnas citatų skaičius:

source: Average citations per paper:
el: Μέσος αριθμός παραπομπών ανά άρθρο:
es: Media de citas por artículo
ka: საშუალო ციტირება სტატიაზე:
lt: Vidutinis citatų skaičius puslapyje:

source: Total number of citations excluding self-citations
es: Número total de citaciones excluyendo las autocitas

source: Average citations per paper excluding self-citations
es: Media de citas por artículo excluyendo las autocitas

source: Breakdown of papers by citations:
el: Ανάλυση των άρθρων με βάση τις παραπομπές:
es: Clasificación de artículos por citas:
ka: სტატიების ციტირებით დაშლა
lt: Puslapių suskirstymas pagal citatas:

source: The system administrators have been alerted.
el: Οι διαχειριστές του συστήματος έχουν ειδοποιηθεί.
es: Los administradores del sistema han sido avisados.
ka: შეტყობინება გაეგზავნა სისტემურ ადმინისტრატორს.
lt: Sistemos administratoriai perspėti.

source: Focus on:
el: Επικέντρωση σε:
es: Enfocado a:
ka: დაფოკუსირდი:
lt: Dėmesys:

source: Latest additions:
el: Πρόσφατες προσθήκες:
es: Últimas adquisiciones:
ka: უკანასკნელი დამატებები:
lt: Paskutiniai papildymai:

source: brief
el: σύντομη
es: breve
ka: მოკლე
lt: suvestinė

source: You are not authorized to view this area.
el: Δεν έχετε δικαίωμα να δείτε την περιοχή αυτή.
es: No está autorizado a ver esta área.
ka: თქვენ არ ხართ ავტორიზებული ამ ინფორმაციის სანახავად.
lt: Neturite reikiamų teisių peržiūrėti turinį.

source: Not found
el: Δεν βρέθηκε
es: No se ha encontrado
ka: არ არის ნაპოვნი
lt: Nerasta

source: Information
el: Πληροφορίες
es: Información:
ka: ინფორმაცია
lt: Informacija

source: References
el: Αριθμοί αναφοράς
es: Referencias
ka: წყაროები
lt: Nuorodos

source: Citations
el: Παραπομπές
es: Citas
ka: ციტირებები
lt: Citatų šaltiniai

source: Discussion
el: Συζήτηση
es: Discusión
ka: განხილვა
lt: Diskusijos

source: Usage statistics
el: Στατιστικά χρήσης
es: Estadísticas de uso
ka: გამოყენების სტატისტიკა
lt: Naudojimosi statistika

source: Files
el: Αρχεία
es: Ficheros
lt: Failai

source: Plots
el: Διαγράμματα
es: Gráficos
lt: Turiniai

source: Holdings
el: Προσκτήσεις
es: Disponibilidad
ka: დაკავებები
lt: Sulaikyti

source: You are logged in as guest. You may want to %(x_url_open)slogin%(x_url_close)s as a regular user.
el: Βρίσκεστε στο σύστημα σαν επισκέπτης. Ίσως θα θέλατε να κάνετε %(x_url_open)slogin%(x_url_close)s σαν κανονικός χρήστης.
es: Está conectado como visitante. Quizás quiera %(x_url_open)sidentificarse%(x_url_close)s como usuario conocido
ka: თქვენ შემოსული ხართ, როგორც სტუმარი. თქვენ შეიძლება გინდათ %(x_url_open)sშემოხვიდეთ%(x_url_close)s როგორც დარეგისტრირებული მომხმარებელი.
lt: Esate neprisijungęs vartotojas. Prisijunkti galite %(x_url_open)s čia.%(x_url_close)s

source: The %(x_fmt_open)sguest%(x_fmt_close)s users need to %(x_url_open)sregister%(x_url_close)s first
el: Οι χρήστες που βρίσκονται στο σύστημα σαν %(x_fmt_open)sεπισκέπτες%(x_fmt_close)s χρειάζεται πρώτα να %(x_url_open)sεγγραφούν%(x_url_close)s
es: Los %(x_fmt_open)svisitantes%(x_fmt_close)s antes han de %(x_url_open)sdarse de alta%(x_url_close)s.
ka: %(x_fmt_open)sსტუმარ%(x_fmt_close)s მომხმარებლებს სჭირდება %(x_url_open)sრეგისტრაცია%(x_url_close)s
lt: %(x_fmt_open)s Neprisijungę vartotojai %(x_fmt_close)s pirmiausia turi %(x_url_open)s užsiregistruoti%(x_url_close)s

source: No queries found
el: Δεν βρέθηκαν ερωτήματα
es: No se ha encontrado ninguna búsqueda
ka: მოთხოვნები ვერ მოიძებნა
lt: Užklausų nerasta

source: This collection is restricted. If you think you have right to access it, please authenticate yourself.
el: Η συλλογή αυτή είναι περιορισμένη. Αν πιστεύετε οτι έχετε δικαίωμα πρόσβασης σ'αυτή, παρακαλώ ακολουθήστε την διαδικασία πιστοποίησης.
es: Esta colección es restringida. Si cree que tiene derecho a ella, identifíquese.
ka: ეს აკრძალული კოლექციაა. თუ თვლით რომ გაქვთ უფლებები მისი ნახვის გთხოვთ გაიაროთ ავტორიზაცია.
lt: Neturite reikiamų teisių naudotis šiuo rinkiniu. Jei manote, kad tokias teises turite - autentifikuokite save.

source: This file is restricted. If you think you have right to access it, please authenticate yourself.
el: Το αρχείο αυτό έχει περιορισμούς πρόσβασης. Αν πιστεύετε οτι έχετε τα απαραίτητα δικαιώματα, κάντε login.
es: Esta documento es restringido. Si cree que tiene derecho a él, identifíquese.
ka: ფაილთან წვდომა შეზღუდულია. თუ თვლით რომ გაქვთ უფლებები მისი ნახვის გთხოვთ გაიაროთ ავტორიზაცია.
lt: Neturite reikiamų teisių naudotis šiuo failu. Jei manote, kad tokias teises turite - autentifikuokite save.

source: Please enter a group name.
el: Παρακαλώ εισάγετε όνομα ομάδας.
es: Introduzca un nombre grupo.

source: Please enter a valid group name.
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα ομάδας.
es: Introduzca un nombre de grupo válido.

source: Please choose a group join policy.
el: Παρακαλώ επιλέξτε μια πολιτική ένταξης στην ομάδα.
es: Escoja una política de admisión al grupo.

source: Group name already exists. Please choose another group name.
el: Το όνομα της ομάδας υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο όνομα.
es: Ya existe este nombre de grupo. Escoja otro, por favor.

source: You are already member of the group.
el: Είστε ήδη μέλος αυτής της ομάδας.
es: Usted ya es miembro del grupo.

source: Please select only one group.
el: Παρακαλώ επιλέξτε μόνο μια ομάδα.
es: Seleccione solo un grupo:

source: Please select one group.
el: Παρακαλώ επιλέξτε μια ομάδα.
es: Seleccione un grupo.

source: Sorry, there was an error with the database.
el: Λυπούμαστε, υπήρξε κάποιο σφάλμα με την βάση δεδομένων.
es: Por desgracia ha habido un error en la base de datos.

source: Sorry, you do not have sufficient rights on this group.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για αυτή την ομάδα.
es: No tiene suficientes permisos en este grupo.

source: The group has already been deleted.
el: Η ομάδα έχει ήδη διαγραφεί.
es: El grupo ya ha sido suprimido.

source: Please choose a member if you want to remove him from the group.
el: Παρακαλώ επιλέξτε ένα μέλος για να το διαγράψετε από την ομάδα.
es: Escoja el miembro que desee borrar del grupo.

source: Please choose a user from the list if you want him to be added to the group.
el: Παρακαλώ επιλέξτε έναν χρήστη από την λίστα αν θέλετε να προστεθεί στην ομάδα.
es: Escoja una persona de la lista para añadirla al grupo.

source: The user is already member of the group.
el: Ο χρήστης είναι ήδη μέλλος της ομάδας.
es: El usuario ya es miembro del grupo.

source: Please choose a user from the list if you want him to be removed from waiting list.
el: Παρακαλώ επιλέξτε ένα μέλος για να αφαιρέσετε από την λίστα αναμονής.
es: Escoja el miembro de la lista que desee eliminar de la lista de espera.

source: The user request for joining group has already been rejected.
el: Το αίτημα για προσχώρηση στην ομάδα έχει ήδη απορριφθεί.
es: La petición de ingreso en el grupo ya ha sido rechazada.
