Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: file(s)
el: αρχείο(α)
es: archivo(s)
ka: ფაილი(s)
lt: failas(-ai)

source: Restricted
el: Περιορισμένο
es: Restringido

source: see
el: δείτε
es: véase
ka: იხილეთ
lt: žiūrėti

source: previous
el: προηγούμενο
es: anterior
ka: წინა
lt: ankstesnis

source: version
el: έκδοση
es: versión
ka: ვერსია
lt: versija

source: Requested record does not seem to have been integrated.
el: Η εγγραφή που ζητήσατε δεν έχει ενσωματωθεί στο σύστημα.
es: El registro solicitado no parece haber sido integrado.
ka: მოთხოვნილი ჩანაწერილი არ არის ინტეგრირებული.
lt: Pageidaujamas įrašas nėra integruotas.

source: The system has encountered an error in retrieving the list of files for this document.
el: Εμφανίστηκε πρόβλημα κατά την ανάκτηση της λίστας των αρχείων για το έγγραφο αυτό.
es: El sistema ha encontrado un error recuperando la lista de los archivos de este documento.
ka: სისტემამ შეამჩნია შეცდომა ამ დოკუმენტისათვის ფაილების სიის მოძიებისას.
lt: Sistema surado klaidą ieškodama įrašą sudarančių failų.

source: The error has been logged and will be taken in consideration as soon as possible.
el: Το πρόβλημα καταγράφηκε και θα ληφθεί υπόψη το συντομότερο δυνατό.
es: El error ha sido anotado y será tenido en cuenta tan pronto como sea posible.
ka: შეცდომა შენახულია და შესწორდება რაც შეიძლება მალე.
lt: Išsaugojome klaidos pranešimą ir bandysime jį ištaisyti kaip galima greičiau.

source: The format %s does not exist for the given version: %s
es: El formato %s no existe para la versión %s

source: This file is restricted:
el: Η πρόσβαση στο αρχείο αυτό είναι περιορισμένη:
es: Este archivo es de acceso restringido.
ka: ეს ფაილი შეზღუდულია:
lt: Apribotas failas:

source: An error has happened in trying to stream the request file.
el: Παρουσιάστηκε σφάλμα στην προσπάθεια να γίνει stream το ζητούμενο αρχείο.
es: Este archivo está escondido y usted no tiene permiso para acceder a él.
ka: მოთხოვნილი ფაილის დამუშავებისას შიქმნა შეცდომა.
lt: Klaida bandant parodyti failą.

source: The requested file is hidden and can not be accessed.
el: Το ζητούμενο αρχείο είναι κρυμμένο και δεν μπορεί να προσπελαστεί.
es: Este archivo está escondido y usted no puede acceder a él.
lt: Pageidaujamas failas yra paslėptas ir nėra pasiekiamas.

source: Requested file does not seem to exist.
el: Το αρχείο που ζητήσατε δεν υπάρχει.
es: El fichero solicitado no existe.
ka: მოთხოვნილი ფაილი არ არსებობს.
lt: Pageidaujamas failas neegzistuoja.

source: Access to Fulltext
el: Πρόσβαση στο πλήρες κείμενο
es: Acceso al texto completo
ka: სრულ დოკუმენტთთან წვდომა
lt: Prieiga prie pilno teksto

source: An error has happened in trying to retrieve the requested file.
el: Παρουσιάστηκε σφάλμα στην προσπάθεια να ανακτηθεί το ζητούμενο αρχείο.
es: Ha habido un error al intentar recuperar el archivo solicitado.
ka: მოთხოვნილი ფაილის დამუშავებისას შეიქმნა შეცდომა.
lt: Įvyko klaida norint pasiekti prašomą failą.

source: Not enough information to retrieve the document
el: Δεν υπάρχουν αρκετές πληροφορίες για την ανάκτηση του εγγράφου.
es: Falta información para recuperar el documento
ka: არ არის საკმარისი ინფორმაცია ფაილის დასამუშავებლად
lt: Nepakanka informacijos pasiekti dokumentui

source: An error has happened in trying to retrieving the requested file.
el: Παρουσιάστηκε σφάλμα στην προσπάθεια να ανακτηθεί το ζητούμενο αρχείο.
es: Ha habido un error al intentar recuperar el archivo solicitado.
ka: შეცდომა შეიქმნა მოთხოვნილი ფაილის დამუშავებისას
lt: Įvyko klaida bandant pasiekti prašomą failą.

source: Manage Document Files
el: Διαχείριση Αρχείων της Εγγραφής
es: Gestionar los ficheros de los documentos
ka: დოკუმენტის ფაილების მართვა
lt: Tvarkyti dokumento failus

source: Your modifications to record #%i have been submitted
el: Οι τροποποιήσεις σας στην εγγραφή %i έχουν υποβληθεί
es: Sus modificaciones al registro #%i han sido enviadas
ka: თქვენი შესწორებები ჩანაწერ #%i დამატებულია
lt: Jūsų pakeitimai #%i įrašui buvo sudiegti

source: Your modifications to record #%i have been cancelled
el: Οι τροποποιήσεις σας στην εγγραφή %i έχουν ακυρωθεί
es: Sus modificaciones al registro #%i han sido canceladas
ka: თქვენი შესწორებები ჩანაწერ #%i გაუქმებულია
lt: Jūsų pakeitimai #%i įrašui buvo atšaukti

source: Edit
el: Επεξεργασία
es: Editar
ka: რედაქტირება
lt: Redaguoti

source: Edit record
el: Επεξεργασία εγγραφής
es: Edite el registro
ka: ჩანაწერის რედაქტირება
lt: Redaguoti įrašą

source: Document File Manager
el: Διαχείριση Αρχείων Εγγραφών
es: Gestión de ficheros del documento
ka: დოკუმენტის ფაილების მართვა
lt: Dokumento failų tvarkyklė

source: Record #%i
el: Εγγραφή #%i
es: Registro #%i
ka: ჩანაწერი #%i
lt: Įrašas #%i

source: Cancel all changes
el: Ακύρωση όλων των αλλαγών
es: Cancelar todos los cambios
ka: ყველა ცვლილების გაუქმება
lt: Atšaukti visus pakeitimus

source: Comparison of:
el: Σύγκριση των:
es: Comparación entre:
ka: შედარება:
lt: Palyginimas:

source: Revision
el: Αναθεώρηση
es: Revisión
ka: რევიზია
lt: Peržiūrėjimas

source: Comparing two record revisions
el: Συγκριση μεταξύ δύο αναθεωρήσεων της εγγραφής
es: Comparar dos revisiones del registro
ka: ჩანაწერის ორი შესწორების შედარება
lt: Palyginti dviejų įrašų peržiūras

source: Failed to create a ticket
el: Αδυναμία δημιουργίας ticket
es: No se ha podido crear un ticket
ka: ბილეთის შექმნა ვერ გახორციელდა
lt: Nepavyko sukurti "etiketės"

source: Search criteria
el: Κριτήρια Αναζήτησης
es: Criterios de búsqueda
ka: ძებნის კრიტერიუმი
lt: Paieškos kriterijus

source: Output tags
el: Πεδία εξόδου
es: Etiquetas de visualización
lt: Išeitinės žymės

source: Filter collection
el: Φιλτράρισμα συλλογής
es: Filtro de colección
lt: Filtruoti rinkinį

source: 1. Choose search criteria
el: 1. Επιλογή κριτηρίων αναζήτησης
es: 1. Escoja los criterios de búsqueda
ka: 1.აირჩიეთ ძებნის კრიტერიუმი
lt: 1.Pasirinkite paieškos kriterijų

source: Specify the criteria you'd like to use for filtering records that will be changed. Use "Search" to see which records would have been filtered using these criteria.
el: Καθορίστε τα κριτήρια που θα θέλατε να χρησιμοποιήσετε για φιλτράρισμα των εγγραφών που θα αλλάξουν. Χρησιμοποιήστε την Αναζήτηση για να δείτε ποιές εγγραφές θα φιλτραριστούν χρησιμοποιώντας τα συγκεκριμένα κριτήρια.
es: Especifique los criterios que quiera para filtrar los registros a cambiar. Use «Buscar» para ver qué registros se filtrarían con estos criterios.
ka: მიუთითეთ კრიტერია რომელიც გნებავთ გამოიყენოთ ჩანაწერის ფილტრაციისათვის. გამოიყენეთ "ძიება" რომ იხილოთ რომელი ჩანაჭერები იქნა გაფილტრული ამ კრიტერიის მიხედვით.
lt: Pasirinkite filtravimo kriterijų, pagal kurį bus atrinkti dokumentai, kurie bus keičiami. Naudokite "Ieškoti" pažiūrėti atrinktus dokumentus.

source: Preview results
el: Προεπισκόπιση αποτελεσμάτων
es: Previsualización de los resultados
lt: Pažiūrėti rezultatus

source: 2. Define changes
el: 2. Ορισμός αλλαγών
es: 2. Definición de los cambios
ka: 2.განსაზღვრეთ ცვლილებები
lt: 2. Nustatykite pakeitimus

source: Specify fields and their subfields that should be changed in every record matching the search criteria.
el: Καθορίστε τα πεδία και τα υποπεδία που θα πρέπει να αλλαχτούν σε κάθε εγγραφή που ταιριάζει με τα κριτήρια της αναζήτησης.
es: Especifique los campos y subcampos a cambiar para cada registro que concuerde con los criterios de búsqueda.
ka: მიუთითეთ მინდვრები და მათი ქვე-მინდვერები რომელიც უნდა შეიცვალოს ყოველ ჩანაწერში, რომელიც ემთხვევა ძიების კრიტერიას.
lt: Pasirinkite laukelius ir polaukius, kurie bus pakeisti kiekviename įraše, atitinkančiame paieškos kriterijų.

source: Define new field action
el: Ορισμός ενέργειας νέου πεδίου
es: Definir una nueva acción para el campo
lt: Nustatykite naują laukelio veiksmą

source: Define new subfield action
el: Ορισμός ενέργειας νέου υποπεδίου
es: Definir una nueva acción para el subcampo
lt: Nustatykite naują polaukio veiksmą

source: Field
el: Πεδίο
es: Campo
ka: ველი
lt: Laukelis

source: Select action
el: Επιλογή ενέργειας
es: Seleccionar una acción
lt: Pasirinkti veiksmą

source: Add field
el: Προσθήκη πεδίου
es: Añadir un campo
ka: ველის დამატება
lt: Pridėti laukelį

source: Delete field
el: Διαγραφή πεδίου
es: Suprimirlos un campo
ka: ველის წაშლა
lt: Ištrinti laukelį

source: Update field
el: Ενημέρωση πεδίου
es: Actualizar un campo
ka: ველის განხლება
lt: Atnaujinti laukelį

source: Add subfield
el: Προσθήκη υποπεδίου
es: Añadir un subcampo
ka: ქვემინდვრის დამატება
lt: Pridėti polaukį

source: Delete subfield
el: Διαγραφή υποπεδίου
es: Suprimir un subcampo
ka: ქვემინდვრის წაშლა
lt: Ištrinti polaukį

source: Save
el: Αποθήκευση
es: Guardar
ka: დამახსოვრება
lt: Išsaugoti

source: Replace substring
el: Αντικατάσταση τμήματος κειμένου
es: Substituir texto
lt: Pakeisti teksto dalį

source: Replace full content
el: Αντικατάσταση όλου του περιεχομένου
es: Substituir todo el contenido
lt: Pakeisti visą turinį

source: with
el: με
es: con
ka: ით
lt: su

source: when subfield $$
el: όταν το υποπεδίο $$
es: cuando el subcampo $$

source: new value
el: νέα τιμή
es: nuevo valor
ka: ახალი მნიშვნელობა
lt: naujareikšmė

source: is equal to
el: είναι ίσο με
es: es igual a

source: contains
el: περιλαμβάνει
es: contiene

source: does not exist
el: δεν υπάρχει
es: no existe
ka: არ არსებობს
lt: neegzistuoja

source: condition
el: προϋπόθεση
es: condición
lt: sąlyga

source: when other subfield
el: όταν άλλο υποπεδίο
es: cuando otro subcampo

source: when subfield
el: όταν το υποπεδίο
es: cuando el subcampo

source: Apply only to specific field instances
el: Να εφαρμοστεί μόνο σε συγκεκριμένες εμφανίσεις του πεδίου
es: Aplicar sólo a instancias específicas de campos
lt: Taikyti tik tam tikriem laukeliams ar polaukiams

source: value
el: τιμή
es: valor
ka: მნიშვნელობა
lt: reikšmė

source: Back to Results
el: Επιστροφή στα Αποτελέσματα
es: Volver a los resultados
ka: უკან შედეგებთან
lt: Atgal į rezultatus

source: WARNING: The following records are pending execution in the task queue. If you proceed with the changes, the modifications made with other tool (e.g. BibEdit) to these records will be lost
es: ATENCIÓN: los siguientes registros están pendentes de actualizar en la cola de taresa pendientes. Si sigue con los cambios, se perderán las modificaciones hechas con la otra herramienta (es decir, BibEdit) sobre este registro.

source: begin
el: έναρξη
es: inicio
ka: დაწყება
lt: pradžia

source: next
el: επόμενο
es: siguiente
ka: შემდეგი
lt: kitas

source: records found
el: βρέθηκαν εγγραφές
es: registros encontrados
ka: ჩანაწერები ნაპოვნია
lt: Rasta įrašų

source: Multi-Record Editor
el: Επεξεργαστής πολλαπλών εγγραφών
es: Editor de múltiples registros
ka: მრავალ-ჩანაწერიანი ედიტორი
lt: Daugybinių įrašų redaktorius

source: We are sorry, a problem has occured during the processing of your video upload%(submission_title)s.
es: Por desgracia ha ocurrido un problema durante el proceso de carga de su video upload%(submission_title)s.

source: The file you uploaded was %(input_filename)s.
es: El fichero que ha subido es %(input_filename)s.

source: Your video might not be fully available until intervention.
es: Su video no estará disponible hasta su verificación.

source: You can check the status of your video here: %(record_url)s.
es: Puede comprobar el estado de su video aquí: %(record_url)s.

source: You might want to take a look at %(guidelines_url)s and modify or redo your submission.
es: Puede echar un vistazo a %(guidelines_url)s y modificar o repetir su envío.

source: the video guidelines
es: las guías para los videos

source: Your video submission%(submission_title)s was successfully processed.
es: Su video submission%(submission_title)s ha sido correctamente procesado.

source: Your video is now available here: %(record_url)s.
es: Su video ahora está accesible en: %(record_url)s.

source: If the videos quality is not as expected, you might want to take a look at %(guidelines_url)s and modify or redo your submission.
es: Si la cualidad de los videos no es la que espera, puede echar un vistazo a %(guidelines_url)s y modificar o repetir su envío.

source: You are not authorised to access this resource.
el: Δεν έχετε δικαίωμα πρόσβασης σ'αυτόν τον πόρο.
es: No está autorizado a acceder a este recurso.
ka: თქვენ არ გაქვთ ავტორიზაცია აღნიშნული რესურსის ხელმისაწვდომად:
lt: Neturite reikiamų teisių pasiekti šį šaltinį.

source: Export Job Overview
el: Εξαγωγή Περίληψης Εργασίων
es: Resumen de tareas de exportación
ka: დავალების მიმოხილვის ექსპორტირება
lt: Eksportuoti veiklos apžvalgą

source: New Export Job
el: Νέα Εξαγωγή Εργασιών
es: Nueva tarea de exportación
ka: ახალი დავალების ექსპორტი
lt: Nauja eksportuota veikla

source: Export Job History
el: Εξαγωγή Ιστορικού Εργασιών
es: Exportar el histórico de tareas
ka: დავალების ისტორიის ექსპორტირება
lt: Eksportuotų veiklų istorija

source: Run
el: Εκτέλεση
es: Ejecutar
ka: გაშვება
lt: Paleisti

source: New
el: Νέο
es: Nuevo
ka: ახალი
lt: Naujas

source: Last run
el: Τελευταία εκτέλεση
es: Última actualización
ka: ბოლო გაშვება
lt: Paskutinis paleidimas

source: Frequency
el: Συχνότητα
es: Frecuencia
ka: სიხშირე
lt: Dažnumas

source: Output Format
el: Μορφή Εξόδου
es: Formato de salida
ka: გამავალი ფორმატი
lt: Išeitinis formatas

source: Start
el: Έναρξη
es: Inicio
ka: დაწყება
lt: Pradėti

source: Output Directory
el: Κατάλογος Εξόδου
es: Directorio de salida
ka: გამავალი დირექტორია
lt: išeitinis katalogas

source: Edit Queries
el: Τροποποίηση Ερωτημάτων
es: Editar búsquedas
ka: ძიების შესწორება
lt: Redaguoti užklausas

source: Query
el: Ερώτημα
es: Búsqueda
ka: შეკითხვა
lt: Užklausa

source: Output Fields
el: Πεδία Εξόδου
es: Campos de salida
ka: გამავალი ველები
lt: Išeitiniai laukeliai

source: Output fields
el: Πεδία εξόδου
es: Campos de salida
ka: გამავალი ველები
lt: Išeitiniai laukeliai

source: Download
el: Κατέβασμα
es: Descargar
ka: ჩამოტვირთვა
lt: Atsisiųsti

source: View as:
el: Επισκόπηση ως:
es: Visualizar como:
ka: ნახვა როგორთ:
lt: Peržiūrėti kaip:

source: Job
el: Εργασία
es: Tarea
ka: სამუშაო
lt: Veikala

source: Select
el: Επιλογή
es: Seleccionar
ka: არჩევა
lt: Pasirinkti

source: All
el: Όλα
es: Todas
ka: ყველა
lt: Visi

source: None
el: Κανένα
es: Ninguno
ka: არცერთი
lt: Nieko

source: Manually
el: Χειροκίνητα
es: Manualmente

source: Daily
el: Ημερησίως
es: Diariamente
ka: ყოველ დღე
lt: Kas dieną

source: Weekly
el: Εβδομαδιαίως
es: Semanalmente
ka: ყოველ კვირა
lt: Kas savaitę

source: Monthly
el: Μηνιαίως
es: Mensualmente
ka: ყოველ თვე
lt: Kas mėnesį

source: Edit Export Job
el: Τροποποίηση Εξαγωγής Εργασίας
es: Editar la tarea de exportación
ka: ექსპორტირების დავალების შესწორება
lt: Redaguoti eksportuojamą veiklą

source: Query Results
el: Αποτελέσματα Ερωτήματος
es: Resultados de la búsqueda
ka: ძიების შედეგები
lt: Užklausos rezultatai

source: Export Job Queries
el: Εξαγωγή Ερωτημάτων Εργασιών
es: Exportar las búsquedas de la tarea
ka: დავალების მოთხოვნის ექსპორტირება
lt: Eksportuoti veiklų užklausas

source: New Query
el: Νέο Ερώτημα
es: Nueva búsqueda
ka: ახალი მოთხოვნა
lt: Nauja užklausa

source: Edit Query
el: Τροποίηση Ερωτήματος
es: Editar búsqueda
ka: მოთხოვნის შესწორება
lt: Redaguoti užklausą

source: Export Job Results
el: Εξαγωγή Αποτελεσμάτων Εργασιών
es: Exportar los resultados de la tarea
ka: დავალების შედეგის ექსპორტირება
lt: Eksportuoti veiklų rezultatus

source: Export Job Result
el: Εξαγωγή Αποτελέσματος Εργασίας
es: Resultado de la tarea de exportación
ka: დავალების შედეგის ექსპორტირება
lt: Eksportuoti veiklų rezultatus

source: No template could be found for output format %s.
es: No se ha encontrado una plantilla para el formato de salida %s.

source: Could not find format element named %s.
es: No se ha encontrado el elemento de formato %s

source: Error when evaluating format element %s with parameters %s.
es: Error al evaluar el elemento de formato %s con el parámetro %s.

source: Escape mode for format element %s could not be retrieved. Using default mode instead.
es: No se ha podido obtener el modo de escape para el elemento de formato %s. Se usará el modo por defecto.

source: "nbMax" parameter for %s must be an "int".
es: El parámetro "nbMax" para %s ha de ser un "int".

source: Could not read format template named %s. %s.
es: No se ha podido leer la plantilla de formato %s. %s.

source: Format element %s could not be found.
es: No se ha encontrado el elemento de formato %s.

source: Format element %s has no function named "format".
es: El elemento de formato %s no tiene ninguna función llamada "format".

source: Output format with code %s could not be found.
es: No se ha encontrado el formato de salida con el código %s.

source: Could not find output format named %s.
es: No se ha podido encontrar el formato de salida %s.

source: Could not find a fresh name for output format %s.
es: No ha sido posible encontrar un nuevo nombre para el formato de salida %s

source: Record
el: Εγγραφή
es: Registro
ka: ჩანაწერი
lt: Įrašas

source: Menu
el: Μενού
es: Menú
ka: მენიუ
lt: Meniu

source: Close Editor
el: Έξοδος από Επεξεργασία Προτύπων
es: Cerrar el editor
ka: რედაქტირების დახურვა
lt: Uždaryti redaktorių

source: Modify Template Attributes
el: Τροποποίηση Χαρακτηριστικών Προτύπων
es: Modificar los atributos de la plantilla
ka: თარგის ატრიბუტების შეცვლა
lt: Redaguoti šablonus

source: Template Editor
el: Επεξεργασία Προτύπων
es: Editor de plantillas
ka: თარგის რედაქტორი
lt: Šablonų redaktorius

source: Check Dependencies
el: Έλεγχος Συσχετισμών
es: Comprobar las dependencias
ka: შეამოწმეთ დამოკიდებულებანი
lt: Tikrinti prieklausas

source: Update Format Attributes
el: Ενημέρωση Χαρακτηριστικών Μορφής
es: Actualizar los atributos del formato
ka: ფორმატის ატრიბუტების განახლება
lt: Atnaujinti formatuojamus atributus

source: Your modifications will not be saved.
el: Οι τροποποιήσεις σας δεν θα σωθούν.
es: Sus modificaciones no serán guardadas.
ka: თქვენი ცვლილებები არ შეინახება
lt: Jūsų modifikacijos nebus išsaugotos

source: Show Documentation
el: Εμφάνιση Αρχείων Βοήθειας
es: Mostrar la documentación
ka: დოკუმენტაციის ჩვენება
lt: Parodyti dokumentaciją

source: Hide Documentation
el: Απόκρυψη Αρχείων Βοήθειας
es: Esconder la documentación
ka: დოკუმენტაციის დამალვა
lt: Paslepti dokumentaciją

source: Last Modification Date
el: Ημερομηνία Τελευταίας Τροποποίησης
es: Fecha de la última modificación
ka: ბოლო ცვლილების თარიღი
lt: Paskutinės modifikacijos data

source: Action
el: Ενέργεια
es: Acción
ka: მოქმედება
lt: Veiksmas

source: Manage Output Formats
el: Διαχείριση Μορφής Αποτελεσμάτων
es: Gestionar los formatos de salida
ka: გამავალი ფორმატის მართვა
lt: Tvarkyti išeitinius formatus

source: Manage Format Templates
el: Διαχείριση Προτύπων Μορφής
es: Gestionar las plantillas de los formatos
ka: თარგის ფორმატის მართვა
lt: Šablonų valdymas

source: Format Elements Documentation
el: Αρχείο Βοήθειας Στοιχείων Μορφής
es: Documentación de los elementos de los formatos
ka: ელემენტების დოკუმენტაციის ფორმატირება
lt: Formato elementų dokumentacija

source: Add New Format Template
el: Προσθήκη Νέου Προτύπου Μορφής
es: Añadir una nueva plantilla de formato
ka: ახალი ფორმატის თარგის დამატება
lt: Pridėti naują formatavimo šabloną

source: Check Format Templates Extensively
el: Εκτενής Έλεγχος Προτύπων Μορφής
es: Comprobar las plantillas de formato extensivamente
ka: თარგების ფორმატის ინტენსიური შემოწმება
lt: Tikrinti fotmatavimo šablonus

source: Code
el: Κώδικας
es: Código
ka: კოდი
lt: Kodas

source: Add New Output Format
el: Προσθήκη Νέας Μορφής Εξόδου
es: Añadir un nuevo formato de salida
ka: ახალი გამავალი ფორმატის დამატება
lt: Pridėti naują išeitinį formatą

source: menu
el: Μενού
es: menú
ka: მენიუ
lt: meniu

source: Close Output Format
el: Κλείσιμο Μορφής Εξόδου
es: Cerrar formato de salida
ka: გამავალი ფორმატის დახურვა
lt: Uždaryti išeitinį formatą

source: Rules
el: Κανόνες
es: Reglas
ka: წესები
lt: Taisyklės

source: Modify Output Format Attributes
el: Τροποποίηση Χαρακτηριστικών Μορφής Εξόδου
es: Modificar los atributos del formato de salida
ka: გამავალი ფორმატის ატრიბუტების რედაქტირება
lt: Keisti išeitinio formato atributus

source: Remove Rule
el: Διαγραφή Κανόνα
es: Eliminar regla
ka: წესის წაშლა
lt: Pašalinti taisyklę

source: Add New Rule
el: Προσθήκη Νέου Κανόνα
es: Añadir una nueva regla
ka: ახალი წესის დამატება
lt: Pridėti naują taisyklę

source: Save Changes
el: Αποθήκευση Αλλαγών
es: Guardar cambios
ka: ცვლილების შენახვა
lt: Išsaugoti pakeitimus

source: No problem found with format
el: Δεν βρέθηκε πρόβλημα στην μορφοποίηση
es: No se ha encontrado ningún problema con el formato
ka: ფორმატთან დაკავშირებით პრობლემა არ არის ნაპოვნი
lt: Problemų, susijusių su formatu, nėra

source: An error has been found
el: Εντοπίστηκε σφάλμα
es: Se ha encontrado un error
ka: შეცდომა არ არის ნაპოვნი
lt: Rasta klaida

source: The following errors have been found
el: Έχουν εντοπιστεί τα παρακάτω σφάλματα
es: Se han encontrado los siguientes errores
ka: ყველა მომდევნო შეცდომა იქნა ნაპოვნი
lt: Rastos klaidos

source: BibFormat Admin
el: Διαχείριση BibFormat
es: Administración de BibFormat
ka: ბიბფორმატის ადმინისტრაცია
lt: BibFormat modulio administravimas

source: Test with record:
el: Δοκιμή με εγγραφή:
es: Probarlo con el registro:
ka: ჩანაწერით შემოწმება:
lt: Išbandyti naudojant įrašą:

source: Enter a search query here.
el: Εισάγετε μια φράση αναζήτησης εδώ.
es: Introduzca una búsqueda aquí.
ka: ჩაწერეთ საძიებო სიტყვები აქ.
lt: Įveskite paieškos užklausą čia.

source: No Record Found for %s.
es: No se ha encontrado ningún registro para %s.

source: Tag specification "%s" must end with column ":" at line %s.
es: La especificación para la etiqueta "%s" debe acabar en la columna ":", linea %s.

source: Tag specification "%s" must start with "tag" at line %s.
es: La especificación para la etiqueta "%s" debe comenzar con "tag", linea %s.

source: "tag" must be lowercase in "%s" at line %s.
es: "tag" debe estar en minúscula en "%s", linea %s.

source: Should be "tag field_number:" at line %s.
es: Debería ser "tag field_number:", linea %s.

source: Invalid tag "%s" at line %s.
es: Etiqueta "%s" no válida, linea %s.

source: Condition "%s" is outside a tag specification at line %s.
es: La condición "%s" ocurre fuera de una especificación de etiqueta, linea %s.

source: Condition "%s" can only have a single separator --- at line %s.
es: La condición "%s" solo puede tenir un solo carácter, linea %s.

source: Template "%s" does not exist at line %s.
es: La plantilla "%s" no existe, linea %s.

source: Missing column ":" after "default" in "%s" at line %s.
es: Falta la columna ":" después de "default" en "%s", linea %s.

source: Default template specification "%s" must start with "default :" at line %s.
es: La especificación de la plantilla por defecto "%s" debe comenzar por "default :", linea %s.

source: "default" keyword must be lowercase in "%s" at line %s.
es: La palabra "default" debe estar en minúsculas en "%s", linea %s.

source: Line %s could not be understood at line %s.
es: No se puede entender la linea %s, linea %s.

source: Output format %s cannot not be read. %s
es: No se ha podido leer el format de salida %s. %s

source: Could not find a name specified in tag "<name>" inside format template %s.
es: No se ha podido encontrar el nombre especificado en la etiqueta "<name>" en la plantilla de formato %s.

source: Could not find a description specified in tag "<description>" inside format template %s.
es: No se ha podido econtrar la descripción especificada en la etiqueta "<description>" en la plantilla de formato %s.

source: Format template %s calls undefined element "%s".
es: La plantilla de formato %s llama al elemento no definido "%s".

source: Format template %s calls unreadable element "%s". Check element file permissions.
es: La plantilla de formato %s llama al elemento ilegible "%s". Compruebe los permisos de fichero del elemento.
