Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Your request has been sent to the referee.
el: Το αίτημά σας έχει αποσταλεί στην αξιολογητή.
es: Su mensaje se ha enviado al revisor.
ka: თქვენი მოთხოვნა გაგზავნილია რეფერისთან.
lt: Jūsų prašymas buvo nusiųstas vertitnojui.

source: Title:
el: Τίτλος:
es: Título:
ka: სათაური:
lt: Pavadinimas:

source: Author:
el: Συγγραφέας:
es: Autor:
ka: ავტორი:
lt: Autorius:

source: More information:
el: Περισσότερες πληροφορίες:
es: Más información:
ka: დამატებითი ინფორმაცია:
lt: Daugiau informacijos:

source: Click here
el: Κάντε κλικ εδώ
es: Haga clic aquí
ka: მიაჭრეთ აქ
lt: Spauskite čia

source: Approval note:
el: Σημείωμα έγκρισης:
es: Nota de aprobación:
ka: დადასტურების შენიშვნა:
lt: Patvirtinimo pastaba:

source: This document is still %(x_fmt_open)swaiting for approval%(x_fmt_close)s.
el: Το έγγραφο αυτό %(x_fmt_open)sαναμένει έγκριση%(x_fmt_close)s.
es: Este documento todavía está %(x_fmt_open)sesperando su aprobación%(x_fmt_close)s.
ka: ეს დოკუმენტი ჯერ კიდევ %(x_fmt_open)sელოდება დადასტურებას%(x_fmt_close)s.
lt: Šis dokumentas %(x_fmt_open)slaukia patvirtinimo%(x_fmt_close)s.

source: It was first sent for approval on:
el: Απεστάλη για έγκριση πρώτη φορά στις:
es: Fue enviado para su aprobación el:
ka: პირველად გაგზავნილ იქნა დასადასტურებლად:
lt: Pirmą kartą buvo siųstas patvirtinti:

source: Last approval email was sent on:
el: Το τελευταίο email για έγκριση εστάλη στις:
es: El último mensaje de aprobación fue enviado el:
ka: ბოლო დასტური ელ-ფოსტა გამოგზავილ იქნა:
lt: Paskutinis patvirtinimo el.laiškas siųstas:

source: You can send an approval request email again by clicking the following button:
el: Μπορείτε να στείλετε email για αίτημα έγκρισης κάνοντας κλικ στο παρακάτω κουμπί:
es: Puede volver a enviar otra petición de aprobación vía correo electrónico pulsando este botón:
ka: თქვენ შეგიძიათ კვლავ გააგზავნოთ დასტური ელ-ფოსტა აღნიშნულ რილაკზე მიჭერით:
lt: Paspaudę mygtuką galite dar kartą išsiųsti patvirtinimo prašymą el.paštu:

source: Send Again
el: Αποστολή εκ νέου
es: Volverlo a enviar
ka: ხელახლა გაგზავნა
lt: Siųsti dar kartą

source: WARNING! Upon confirmation, an email will be sent to the referee.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Μετά την επιβεβαίωση, θα αποσταλεί email στον αξιολογητή σας.
es: ¡ATENCIÓN! Se enviará un correo electrónico a su revisor cuando lo confirme.
ka: ყურადღება! დადასტურების შემდგომ ელფოსტა გაეგზავნება რეფერის.
lt: ĮSPĖJIMAS! Gavus patvirtinimą, el.laiškas bus išsiųstas vertinti.

source: As a referee for this document, you may approve or reject it from the submission interface
es: Como revisor de este documento, puede aprobarlo o rechazarlo des de la interfaz de envíos

source: Approve/Reject
el: Αποδοχή/Απόρριψη
es: Aprobar/Rechazar
ka: დამტკიცება/უარყოფა
lt: Patvirtinti/atmesti

source: This document has been %(x_fmt_open)sapproved%(x_fmt_close)s.
el: Αυτό το έγγραφο έχει γίνει %(x_fmt_open)sαποδεκτό%(x_fmt_close)s.
es: Este documento ha sido %(x_fmt_open)saprobado%(x_fmt_close)s.
ka: ეს დოკუმენტი წარმატებით %(x_fmt_open)sდადასტურდა%(x_fmt_close)s.
lt: Šis dokumentas buvo %(x_fmt_open)spatvirtintas%(x_fmt_close)s.

source: Its approved reference is:
el: Ο αριθμός αξιολόγησης είναι:
es: Su referencia de aprobación es:
ka: მისი დადასტურებული ცნობა არის:
lt: Jo patvirtinimo nuoroda:

source: It was approved on:
el: Εγκρίθηκε στις:
es: Fue aprobado el:
ka: დადასტურებლ იქნა:
lt: Jis buvo patvirtintas, nes:

source: This document has been %(x_fmt_open)srejected%(x_fmt_close)s.
el: Αυτό το έγγραφο %(x_fmt_open)sαπορρίφθηκε%(x_fmt_close)s.
es: Este documento ha sido %(x_fmt_open)srechazado%(x_fmt_close)s.
ka: ეს დოკუმენტი იყო %(x_fmt_open)sუარყოფილი%(x_fmt_close)s.
lt: Šis dokumentas buvo %(x_fmt_open)satmestas%(x_fmt_close)s.

source: It was rejected on:
el: Απορρίφθηκε στις:
es: Fue rechazado el:
ka: უაყოფილ იქნა:
lt: Jis buvo atmestas, nes:

source: It has first been asked for refereing process on the
el: Το πρώτο αίτημα για αξιολόγηση έγινε στις
es: La petición de revisión fue hecha por primera vez el
ka: ის ჯეერ შმოწმებული იყო რეფერირებლი პროცსთან
lt: Pirmą kartą prašoma įvertinti pagal

source: Last request e-mail was sent to the publication committee chair on the
el: Το τελευταίο αίτημα μέσω email στάλθηκε στην επιτροπή δημοσίευσης στις
es: El último mensaje de petición fue enviado al responsable del comité de publicación el
ka: ბოლო მოთხოვნის ელფოსტა გაეგზავნა გამომცემლობის კომიტეტის თავჯდომარესთან
lt: paskutinis el.laiškas buvo išsiųstas publikacijų komiteto atstovui apie

source: A referee has been selected by the publication committee on the
el: Ένας αξιολογητής επιλέχθηκε από την επιτροπή δημοσίευσης στις
es: Un revisor ha sido seleccionado por el comité de publicación el
ka: შემმოწმებელი აირჩა საზოგადოების კომიტეტის მიერ
lt: Vertinimas buvo parinktas publikacijų komiteto atstovo pagal

source: No referee has been selected yet.
el: Δεν έχει επιλεγεί κάποιος αξιολογητής ακόμα.
es: Todavía no existe ningún revisor seleccionado.
ka: ჯერ შემმოწმებელი არ იქნა არჩეული.
lt: Vertinimas dar nepateiktas

source: Select a referee
el: Επιλέξτε έναν αξιολογητη
es: Seleccione un revisor
ka: რეფერის არჩევა
lt: Pasirinkti įvertinimą

source: The referee has sent his final recommendations to the publication committee on the
el: Ο αξιολογητής έστειλε τις τελευταίες υποδείξεις στην επιτροπή δημοσίευσης στις
es: El revisor ha enviado sus recomendaciones finales al comité de publicación el
ka: რეფერიმ გაგზავნა მისი ბოლო რეკომენდაცია გამომცემლობის კომიტეტში
lt: Vertintojas išsiuntė savo rekomendacijas publikacijų komiteto atstovui apie

source: No recommendation from the referee yet.
el: Δεν υπάρχουν υποδείξεις από τον αξιολογητή ακόμα.
es: Todavía no hay ninguna recomendación del revisor.
ka: რეფერისგან რეკომენდაცია ჯერ არ არის.
lt: Dar nėra gautų rekomendacijų iš vertintojo.

source: Send a recommendation
el: Στείλτε μια σύσταση
es: Envíe una recomendación
ka: რეკომენდაციის გაგზავნა
lt: Išsiųsti rekomendaciją.

source: The publication committee has sent his final recommendations to the project leader on the
el: Η επιτροπή δημοσίευσης έστειλε τις τελευταίες διορθώσεις στον υπεύθυνο προγράμματος στις
es: El comité de publicación ha enviado sus recomendaciones finales al responsable de proyecto el
ka: პუბლიკაციის კომიტეტმა გაგზავნა მისი ბოლო რეკომენდაცია პროექტის ხელმძღვანელთან
lt: Publikacijų komiteto atstovas atsiuntė savo galutines rekomendacijas projekto vadovuiapie

source: No recommendation from the publication committee yet.
el: Δεν υπάρχουν υποδείξεις από την επιτροπή δημοσίευσης ακόμα.
es: Todavía no hay ninguna recomendación del comité de publicación.
ka: გამომცემლობის კომიტეტიდან რეკომენდაცია ჯერ არ არის.
lt: Dar nėra rekomendacijų iš publikacijų komiteto atstovo.

source: It has been cancelled by the author on the
el: Ακυρώθηκε από τον συγγραφέα στις
es: Ha sido cancelado por el autor el
ka: გაუქმებულია ავტორის მიერ
lt: Buvo atšauktas autoriaus, nes

source: It has been approved by the project leader on the
el: Εγκρίθηκε από τον υπεύθυνο του προγράμματος στις
es: Ha sido aprobado por el responsable de proyecto el
ka: პროექტის ხელმძღვანელის მიერ დადასტურებულია
lt: Jis buvo patvirtintas projekto vadovo atsižvelgiant į

source: It has been rejected by the project leader on the
el: Απορρίφθηκε από τον υπεύθυνο του προγράμματος στις
es: Ha sido rechazado por el responsable de proyecto el
ka: პროექტის ხელმძღვანელის მიერ უაყოფილია
lt: Jis buvo atmestas projekto vadovo atsižvelgiant į

source: No final decision taken yet.
el: Δεν υπάρχει τελική απόφαση ακόμα.
es: Todavía no hay ninguna decisión final.
ka: საბოლოო გადაწყვეტილება ჯერ არ არის მირებული.
lt: Galutinių sprendimų dar nėra priimta.

source: Take a decision
el: Λήψη απόφασης
es: Tome una decisión
ka: მიიღეთ გადაწყვეტილება
lt: Priimti sprendimą

source: An editorial board has been selected by the publication committee on the
el: Έγινε επιλογή συντακτικής επιτροπής από την επιτροπή δημοσίευσης στις
es: Un consejo editor ha sido seleccionado por el comité de publicación el
ka: შემსწორებელთა გუნდი უკვე შეირჩა გამომცემლობის კომიტეტის მიერ
lt: Publikacijų komitetas išrinko redaktorių kolegiją atsižvelgiant į

source: Add an author list
el: Προσθήκη λίστας συγγραφέων
es: Añadir una lista de autores
ka: დაუმატეთ ავტორთა სია
lt: Pridėti autorių sąrašą

source: No editorial board has been selected yet.
el: Δεν έχει επιλεγεί ακόμα συντακτική επιτροπή.
es: Todavía no se ha seleccionado ningún consejo editor
ka: შემსწორებელთა გუნდა ჯერ არ არის შერჩეული.
lt: Dar nepasirinkta redaktorių kolegija.

source: Select an editorial board
el: Επιλογή συντακτική επιτροπή
es: Seleccionar un consejo editor
ka: შემსწორებელთა გუნდის არჩევა
lt: Pasirinkti redaktorių kolegiją

source: A referee has been selected by the editorial board on the
el: Ένας αξιολογητής επιλέχτηκε από την συντακτική επιτροπή στις
es: Un revisor ha sido seleccionado por el consejo editor el
ka: რეფერი აირჩა შემსწორებელთა გუნდის მიერ
lt: Redaktorių kolegija pasirinko vertintoją atsižvelgiant į

source: The referee has sent his final recommendations to the editorial board on the
el: Ο αξιολογητής έστειλε τις τελικές συστάσεις στην συντακτική επιτροπή στις
es: El revisor ha enviado sus recomendaciones finales al consejo editor el
ka: რეფერიმ გაგზავნა მისი ბოლო რეკომენდაცია შემსტორებელთა გუნდთან
lt: Vertintojas išsiuntė galutines rekomendacijas redaktorių kolegijai apie

source: The editorial board has sent his final recommendations to the publication committee on the
el: Η συντακτική επιτροπή έστειλε τις τελικές συστάσεις στην επιτροπή δημοσίευσης στις
es: El consejo editor ha enviado sus recomendaciones finales al comité de publicación el
ka: შემსწორებელთა გუნდმა გაგზავნი ბოლო რეკომენდაცია გამომცემლობის კომიტეტში
lt: Redaktorių kolegija išsiuntė galutines rekomendacijas publikacijų komitetui apie

source: No recommendation from the editorial board yet.
el: Καμία σύσταση από την συντακτική επιτροπή ακόμα.
es: Todavía no hay ninguna recomendación del consejo editor
ka: შემსწორებელთა გუნდისგან ჯერ არ არის რეკომენდაცია.
lt: Dar nėra rekomendacijų iš redaktorių kolegijos.

source: Last request e-mail was sent to the project leader on the
el: Τελευταίο αίτημα απεστάλη στον υπεύθυνο προγράμματος στις
es: El último mensaje de petición fue enviado al responsable del proyecto el
ka: ბოლო მოთხოვნა გაიგზავნა პროექტის ხელმძღვანელთან
lt: Paskutinis el.laiškas buvo išsiųstas projekto vadovui apie

source: Comments overview
el: Περίληψη σχολίων
es: Sumario de los comentarios
ka: კომენტარების დათვალიერება
lt: Komentarų peržiūra

source: search for user
el: αναζήτηση χρήστη
es: buscar un usuario
ka: მომხმარებლის ძებნა
lt: ieškoti vartotojo

source: search for users
el: αναζήτηση χρηστών
es: buscar usuarios
ka: მომხმარებლების ძებნა
lt: ieškoti vartotojų

source: select user
el: επιλογή χρήστη
es: Seleccione el usuario
ka: მონიშნეთ მომხმარებელი
lt: pasirinkti vartotoją

source: connected
el: έγινε σύνδεση
es: conectado
ka: დაკავშირებულია
lt: prisijungę

source: add this user
el: προσθήκη αυτού του χρήστη
es: añadir este usuario
ka: დაუმატეთ ეს მომხმარებელი
lt: pridėti šį vartotoją

source: remove this user
el: αφαίρεση αυτού του χρήστη
es: eliminar este usuario
ka: წაშალეთ ეს მომხმარებელი
lt: pašalinti šį vartotoją

source: User
el: Χρήστης
es: Usuario
ka: მომხმარებელი
lt: Vartotojas

source: Select:
el: Επιλογή:
es: Seleccionar:
ka: მონიშნეთ:
lt: Pasirinti:

source: approve
el: έγκριση
es: aprobar
ka: დაამტკიცეთ:
lt: patvirtinti

source: reject
el: απόρριψη
es: rechazar
ka: უაყავით
lt: atmesti

source: Sorry, invalid arguments
es: Argumentos no válidos

source: Note: the requested submission has already been completed
es: El envío ya se ha completado

source: Sorry, you don't seem to have initiated a submission with the provided access number
es: No parece que haya iniciado un envío con el número de acceso que ha especificado

source: Sorry, 'sub' parameter missing...
el: Λυπούμαστε, η παράμετρος 'sub' λείπει...
es: Falta el parámetro «sub»...
ka: უკაცრავად, 'sub' პარამეტრი აკლია...
lt: Atsiprašome, bet 'sub' parametras dingęs...

source: Sorry. Cannot analyse parameter
el: Λυπούμαστε. Αδύνατον να αναλυθεί η παράμετρος
es: No se ha podido analizar el parámetro
ka: უკაცრავად. ვერ ხორციელდება პარამეტრების ანალიზი
lt: Atsiprašome. Negalime išanalizuoti parametro

source: Sorry, invalid URL...
el: Λυπούμαστε, μη έγκυρο URL...
es: URL no válida...
ka: უკაცრავად, არასწორი URL...
lt: Atsiprašome, bet URL adresas netinkamas...

source: Unable to move field at position %s to position %s on page %s of submission '%s%s' - Invalid Field Position Numbers
el: Αδυναμία μετακίνησης του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής '%s%s' - Μη έγκυρες θέσεις πεδίου
es: No ha sido posible mover el campo de la posición %s a la %s de la página %s del envío '%s%s' - Números de posición no válidos

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to temporary field location
el: Αδυναμία ανταλλαγής του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής %s - δεν ήταν δυνατό να μετακινηθεί το πεδίο από την θέση %s σε προσωρινή θέση
es: No ha sido posible intercambiar el campo de la posición %s con el campo de la posición %s en la página %s del envío %s - no se ha podido mover el campo de la posición %s al campo temporal

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to position %s. Please ask Admin to check that a field was not stranded in a temporary position
el: Αδυναμία ανταλλαγής του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής %s - δεν ήταν δυνατό να μετακινηθεί το πεδίο από την θέση %s στην θέση %s. Παρακαλώ ζητήστε από τους διαχειριστές να ελέγξουν αν κάποιο πεδίο δεν χάθηκε σε κάποια προσωρινή θέση
es: No ha sido posible intercambiar el campo de la posición %s con el campo de la posición %s en la página %s del envío %s - no se ha podido mover el campo de la posición %s a la posición %s. Pida al administrador que compruebe si el campo no ha quedado encallado en una posición temporal.

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field that was located at position %s to position %s from temporary position. Field is now stranded in temporary position and must be corrected manually by an Admin
el: Αδυναμία ανταλλαγής του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής %s - δεν ήταν δυνατό να μετακινηθεί το πεδίο της θέσης %s στην θέση %s από την προσωρινή θέση. Το πεδίο είναι τώρα χαμένο σε μια προσωρινή θέση και πρέπει να ελεγχθεί από κάποιον διαχειριστή
es: No ha sido posible intercambiar el campo de la posición %s con el campo de la posición %s en la página %s del envío %s - no se ha podido mover el campo de la posición %s a la posición %s. El campo no ha quedado encallado en una posición temporal y el administrador tiene que corregirlo manualmente.

source: Unable to move field at position %s to position %s on page %s of submission %s - could not decrement the position of the fields below position %s. Tried to recover - please check that field ordering is not broken
el: Αδυναμία μετακίνησης του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής %s - δεν ήταν δυνατό να μειωθεί η θέση των πεδίων κάτω από την θέση %s. Έγινε προσπάθεια ανάκτησης - παρακαλώ ελέγξτε οτι η σειρά της αρίθμησης δεν έχει χαλάσει
es: No ha sido posible mover el campo de la posición %s a la %s en la página %s del envío %s - no se ha podido colocar en una posición menor que %s. Se ha intentado recuperar. Compruebe que el orden de los campos sea el correcto.

source: Unable to move field at position %s to position %s on page %s of submission %s%s - could not increment the position of the fields at and below position %s. The field that was at position %s is now stranded in a temporary position.
el: Αδυναμία μετακίνησης του πεδίου από την θέση %s στην θέση %s στην σελίδα %s της υποβολής %s%s - δεν ήταν δυνατό να αυξηθεί η θέση των πεδίων κάτω από την θέση %s. Το πεδίο που ήταν στην θέση %s είναι τώρα χαμένο σε μια προσωρινή θέση.
es: No ha sido posible mover el campo de la posición %s a la %s en la página %s del envío %s%s - no se ha podido colocar en una posición mayor que y debajo de la %s. El campo que estaba en la posición %s está ahora en una posición temporal.

source: Moved field from position %s to position %s on page %s of submission '%s%s'.
el: Μετακινήθηκε το πεδίο από την θέση %s στην θέση %s στην σελίδα %s της υποβολής '%s%s'.
es: Campo movido de la posición %s a la posición %s de la página %s del envío '%s%s'.

source: Unable to delete field at position %s from page %s of submission '%s'
el: Αδύνατο να διαγραφεί το πεδίο στην θέση %s της σελίδας %s της υποβολής '%s'
es: No ha sido posible eliminar el campo en la posición %s de la página %s del envío '%s'.

source: Unable to delete field at position %s from page %s of submission '%s%s'
el: Αδύνατο να διαγραφεί το πεδίο στην θέση %s της σελίδας %s της υποβολής '%s%s'
es: No ha sido posible eliminar el campo en la posición %s de la página %s del envío '%s%s'.

source: approve.py: cannot determine document reference
el: approve.py: δεν μπορεί να καθοριστεί αναφορά αρχείου
es: approve.py: no se ha podido determinar la referencia del documento.
ka: approve.py: ვერ დგინდება დოკუმენტის ცნობა
lt: approve.py: nepavyksta nustatyti dokumento vietos

source: approve.py: cannot find document in database
el: approve.py: δεν μπορεί να βρεθεί το αρχείο στην βάση
es: approve.py: no se ha encontrado el documento en la base de datos
ka: approve.py: დოკუმენტი ვერ მოიძებნა მონაცემთა ბაზაში
lt: approve.py: nepavyksta surasti dokumento duomenų bazėje

source: Document Approval Workflow
el: Ροη Εργασιών Έγκρισης Εγγράφου
es: Circuito de aprobación de documentos
ka: დოკუმენტის დამტკიცების სიმბოლო
lt: Dokumentų patvirtinimo eiga

source: Approval and Refereeing Workflow
el: Ροή εργασίας εγκρίσεων και αξιολογήσεων
es: Procedimiento de aprobación y revisión
ka: დამტკიცების და რეფერების სიმბოლო
lt: Patvirtinimo ir įvertinimo eiga

source: Approval has never been requested for this document.
el: Δεν έχει ζητηθεί ποτέ έγκριση για το έγγραφο αυτό.
es: No se ha pedido nunca la aprobación de este documento.
ka: დადასტურება მოთხოვნილია ამ დოკუმენტისათვის.
lt: Šiam dokumentui patvirtinimo prašymas nebuvo taikytas.

source: Unable to display document.
el: Δεν είναι δυνατή η απεικόνειση του εγγράφου.
es: No es posible visualizar el documento.
ka: ვერ ვაჩვენებ დოკუმენტს.
lt: Negalima parodyti dokumento.

source: Action unauthorized for this document.
el: Η ενέργεια αυτή δεν επιτρέπεται γι'αυτό το έγγραφο.
es: Acción no autorizada para este documento.
ka: ქმედება არ არის ავტორიზებული ამ დოკუმენტისათვის.
lt: Šiam dokumentui neleidžiama atlikti šio veiksmo.

source: Action unavailable for this document.
el: Η ενέργεια αυτή δεν είναι διαθέσιμη γι'αυτό το έγγραφο.
es: Acción no aplicable para este documento.
ka: ქმედება არ არის შესაძლებელი ამ დოკუმენტზე.
lt: Šis veiksmas negalimas šiam dokumentui.

source: Adding users to the editorial board
el: Προσθήκη χρηστών στην συντακτική επιτροπή
es: Añadir usuarios al consejo editor
ka: მომხმარებლების დამატება შემსწორებელთა ჯგუფში
lt: Prijungti vartotojų prie redakcijos kolegijos

source: no qualified users, try new search.
el: δεν υπάρχουν αρμόδιοι χρήστες, δοκιμάστε νέα αναζήτηση.
es: no coincide con ningún usuario, pruebe otra búsqueda.
ka: არ არის შესაბამისი მომხმარებელი, სცადეთ ახალი ძიება.
lt: nėra kvalifikuotų vartotojų, bandykite naują paiešką.

source: hits
es: resultados
ka: შედეგები
lt: rezultatai

source: too many qualified users, specify more narrow search.
el: πάρα πολλοί αρμόδιοι χρήστες, ορίστε μια πιο περιορισμένη αναζήτηση.
es: coincide con demasiados usuarios, restrinja más la búsqueda.
ka: ძალიან ბევრი შესაბამისი მომხმარებელია, მიუთითეთ უფრო ზუსტი ძიება.
lt: per daug kvalifikuotų vartotojų, susiaurinkite paiešką.

source: limit
el: όριο
es: límite
ka: ლიმიტი
lt: riba

source: users in brackets are already attached to the role, try another one...
el: οι χρήστες στις αγκύλες είναι ήδη συνδεδεμένοι με τον ρόλο, δοκιμάστε κάτι άλλο...
es: los usuarios entre corchetes ya tienen asignado este rol, escoja otro...
ka: მომხმარებლები ჩაწერილნი ფრჩხილებში უკვე ერთვიან როლს, ცადეთ სხვები...
lt: vartotojai skliausteliuose jau turi jiems paskirtas pareigas, bandykite kitus...

source: Removing users from the editorial board
el: Αφαίρεση χρηστών από την συντακτική επιτροπή
es: Borrando usuarios del consejo editor
ka: მომხმარებლების წაშლა სარედაქციო დაფიდან
lt: Šalinami vartotojai iš radaktorių kolegijos

source: Validate the editorial board selection
el: Επιβεβαιώστε την συντακτική επιτροπή
es: Validar la selección del consejo editor
ka: დაადასტურეთ შემსწორებელთა ჯგუფის არჩევანი
lt: Tikrinti redaktorių kolegijos pasirinkimą

source: Referee selection
el: Επιλογή αξιολογητή
es: Selección de revisor
ka: რეფერის შერჩევა
lt: Vertintojo pasirinkimas

source: Come back to the document
el: Επιστροφή στο έγγραφο
es: Volver al documento
ka: დაკუმენთან დაბრუნება
lt: Grįžkite į dokumentą

source: Back to the document
el: Επιστροφή στο έγγραφο
es: Volver al documento
ka: დოკუმეტთან დაბრუნება
lt: Atgal į dokumentą

source: Wrong action for this document.
el: Λανθασμένη ενέργεια για το έγγραφο αυτό.
es: Acción incorrecta para este documento.
ka: არასწორი მოქმედება აღნიშნული დოკუმენტისთვის.
lt: Netinkami veiksmai šiam dokumentui.

source: You are not authorized to use approval system.
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε το σύστημα εγκρίσεων.
es: No está autorizado a utilizar el sistema de aprobaciones.
ka: თქვენ არ გაქვთ ავტორიზაცია დადასტურებული სისტემის გამოყენებისთვის.
lt: Neturite tinkamų teisių naudoti patvirtinimo sistemą.

source: Error
el: Σφάλμα
ka: შეცდომა
lt: Klaida

source: notes
el: σημειώσεις
ka: შენიშვნები
lt: pastabos

source: Editor
el: Συντάκτης
ka: რედაქტორი
lt: Redaktorius

source: No
el: Όχι
ka: არა
lt: Ne

source: Total
el: Σύνολο
ka: სრული
lt: Viso

source: Feb
el: Φεβ
ka: თებ.
lt: Vas

source: Mar
el: Μαρ
ka: მარტ.
lt: Kov

source: May
el: Μάιος
ka: მაის.
lt: Geg

source: Jun
el: Ιουν
ka: ივნ.
lt: Bir

source: Jul
el: Ιουλ
ka: ივლ.
lt: Lie

source: Sep
el: Σεπ
ka: სექტ.
lt: Rug

source: Oct
el: Οκτ
ka: ოქტ.
lt: Spa

source: Nov
el: Νοε
ka: ნოე.
lt: Lap

source: no
el: όχι
ka: არა
lt: ne

source: Display
el: Προβολή

source: asc.
el: αύξ.
ka: აღმავალი

source: desc.
el: φθίν.
ka: დაღმავალი

source: Powered by
el: Βασίζεται στο
ka: დაფუძნებულია
lt: Naudojama

source: Traceback
ka: ტრეისბეკი
lt: Atbulinis sekimas

source: ID
ka: საიდენტიფიკაციო

source: URL
ka: ბმული

source: Re:
ka: რე:
