Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: File name
el: Όνομα αρχείου
es: Nombre del fichero
ka: ფაილის სახელი
lt: Failo vardas

source: Execution time
el: Χρόνος εκτέλεσης
es: Tiempo de ejecución
ka: შესრულების დრო
lt: Įvykdymo laikas

source: No document files have been uploaded yet.
el: Μέχρι στιγμής, δεν έχουν ανέβει αρχεία εγγράφων.
es: Todavía no se ha subido ningún documento.
ka: დოკუმენტები არ იყო ატვირთული ჯერჯერობით.
lt: Dokumentų failai dar nebuvo įkelti.

source: Metadata batch upload
el: Μαζικό ανέβασμα μεταδεδομένων
es: Carga masiva de metadatos
ka: მეტამონაცემების ბატჩ ატვირთვა
lt: Meta duomenų paketo įkeltis

source: Document batch upload
el: Μαζικό ανέβασμα αρχείων εγγράφων
es: Carga masiva de documentos
ka: დოკუმენტის ჯგუფური ატვირთვა
lt: Dokumento paketo įkeltis

source: Upload history
el: Ιστορικό
es: Histórico de envíos:
ka: ისტორიის განახლება
lt: Įkėlimo istorija

source: Daemon monitor
el: Παρακολούθηση εργασιών
es: Seguimiento de tareas
ka: სერვისის მონიტორინგი

source: Input directory
el: Κατάλογος εισόδου
es: Directorio de entrada
lt: Įkėlimo katalogas

source: Filename matching
el: Αντιστοίχιση ονόματος αρχείου
es: Ficheros del tipo
lt: Failo vardo atitikmas

source: <b>%s documents</b> have been found.
el: <b>%s έγγραφα</b> βρέθηκαν.
es: Se han encontrado <b>%s documentos</b>.
ka: <b>%s დოკუმენტი</b> ნაპოვნია.
lt: <b>%s dokumentai</b> buvo rasti.

source: The following files have been successfully queued:
el: Τα παρακάτω αρχεία μπήκαν επιτυχώς στην ουρά:
es: Ficheros que están correctamente en la cola:
lt: Šie failai buvo sėkmingai įkelti:

source: The following errors have occurred:
el: Έχουν εντοπιστεί τα παρακάτω σφάλματα:
es: Se han encontrado los siguientes errores:
lt: Rastos šios klaidos:

source: Some files could not be moved to DONE folder. Please remove them manually.
el: Κάποια αρχεία δεν μπόρεσαν να μεταφερθούν στον φάκελο DONE. Παρακαλώ, μεταφέρετέ τα χειροκίνητα.
es: Algunos ficheros no se han podido pasar al directorio DONE. Bórrelos manualmente.
ka: ზოგიერთი ფაილი ვერ გადავიდა DONE საქაღალდეში. გთხოვთ წაშალოთ ისინი ხელით.
lt: Kai kurie failai nebuvo perkelti į DONE katalogą. Prašome juos pašalinti rankiniu būdu.

source: All uploaded files were moved to DONE folder.
el: Όλα τα ανεβασμένα αρχεία μεταφέρθηκαν στον φάκελο DONE.
es: Todos los ficheros se han pasado al directorio DONE.
ka: ყველა ატვირთული ფაილი გადატანილია DONE საქაღალდეში.
lt: Visi įkelti failai perkelti į DONE katalogą.

source: Using %(x_fmt_open)sweb interface upload%(x_fmt_close)s, actions are executed a single time.
el: Χρησιμοποιώντας τη %(x_fmt_open)sσελίδα μεταφόρτωσης%(x_fmt_close)s, οι ενέργειές σας εκτελούνται μόνο μια φορά.
es: Usando la %(x_fmt_open)sinterfaz web de subir ficheros%(x_fmt_close)s, las acciones sólo se ejecutan una vez.
lt: Vykdoma naudojant %(x_fmt_open)stinklo sąsajos įkėlimą%(x_fmt_close)s tik vieną kartą.

source: Check the %(x_url_open)sBatch Uploader daemon help page%(x_url_close)s for executing these actions periodically.
el: Δείτε τη %(x_url_open)sσελίδα βοήθειας για το Μαζικό Ανέβασμα%(x_url_close)s για το πως μπορείτε να εκτελείτε αυτές τις ενέργειες περιοδικά.
es: Consulte la %(x_url_open)spágina de ayuda del Batch Uploader daemon%(x_url_close)s para ejecutar estas acciones periódicamente.
lt: Apsilankykite %(x_url_open)sPaketo įkelties "daemon" pagalbos puslapyje%(x_url_close)s, kad šie veiksmai būtų atliekami periodiškai.

source: Metadata folders
el: Φάκελοι μεταδεδομένων
es: Carpetas de metadatos
lt: Meta duomenų katalogai

source: Progress
el: Πρόοδος
es: Progreso
lt: Eiga

source: Last BibSched tasks:
el: Τελευταίες εργασίες:
es: Últimas tareas en el BibSched:
lt: Paskutinė BibSched užduotis:

source: Next scheduled BibSched run:
el: Επόμενη προγραμματισμένη εκτέλεση του BibSched:
es: Siguiente tarea en BibSched:
lt: Kitas numatytas BibSched paleidimas:

source: Document batch upload result
el: Αποτέλεσμα μαζικής μεταφόρτωσης εγγράφων
es: Resultado de la subida masiva
ka: დოკუმენტის ჯგუფური ატვირთვის შედეგი
lt: Dokumento paketinės įkelties rezultatai

source: Upload successful
el: Επιτυχής μεταφόρτωση
es: Subida correcta

source: Batch Uploader: Daemon monitor
el: Μαζικό Ανέβασμα: Παρακολούθηση εργασιών
es: Subida masiva: seguimiento del proceso
ka: ჯგუფური ამტვირთავი: სერვისის მონიტორინგი
lt: Paketinė įkeltis: "Daemon monitor"

source: N/A
el: Μη Διαθ.
es: N/D
ka: არ არის ხელმისაწვდომი
lt: Netaikoma

source: Sun
el: Κυρ
es: Dom
ka: კვ.
lt: Sek

source: Mon
el: Δευ
es: Lun
ka: ორშ.
lt: Pir

source: Tue
el: Τρι
es: Mar
ka: სამშ.
lt: Ant

source: Wed
el: Τετ
es: Mié
ka: ოთხშ.
lt: Tre

source: Thu
el: Πεμ
es: Jue
ka: ხუთშ.
lt: Ket

source: Fri
el: Παρ
es: Vie
ka: პარ.
lt: Pen

source: Sat
el: Σαβ
es: Sáb
ka: შაბ.
lt: Šeš

source: Sunday
el: Κυριακή
es: Domingo
ka: კვირა
lt: Sekmadienis

source: Monday
el: Δευτέρα
es: Lunes
ka: ორშაბათი
lt: Pirmadienis

source: Tuesday
el: Τρίτη
es: Martes
ka: სამშაბათი
lt: Antradienis

source: Wednesday
el: Τετάρτη
es: Miércoles
ka: ოთხშაბათი
lt: Trečiadienis

source: Thursday
el: Πέμπτη
es: Jueves
ka: ხუთშაბათი
lt: Ketvirtadienis

source: Friday
el: Παρασκευή
es: Viernes
ka: პარასკევი
lt: Penktadienis

source: Saturday
el: Σάββατο
es: Sábado
ka: შაბათი
lt: Šeštadienis

source: Month
el: Μήνας
es: Mes
ka: თვე
lt: Mėnesis

source: Jan
el: Ιαν
es: Ene
ka: იანვ.
lt: Sau

source: Apr
el: Απρ
es: Abr
ka: აპრ.
lt: Bal

source: Aug
el: Αυγ
es: Ago
ka: აგვ.
lt: Rug

source: Dec
el: Δεκ
es: Dic
ka: დეკ.
lt: Gru

source: January
el: Ιανουάριος
es: Enero
ka: იანვარი
lt: Sausis

source: February
el: Φεβρουάριος
es: Febrero
ka: თებერვალი
lt: Vasaris

source: March
el: Μάρτιος
es: Marzo
ka: მარტი
lt: Kovas

source: April
el: Απρίλιος
es: Abril
ka: აპრილი
lt: Balandis

source: May
es: Mayo

source: June
el: Ιούνιος
es: Junio
ka: ივნისი
lt: Birželis

source: July
el: Ιούλιος
es: Julio
ka: ივლისი
lt: Liepa

source: August
el: Άυγουστος
es: Agosto
ka: აგვისტო
lt: Rugpjūtis

source: September
el: Σεπτέμβριος
es: Septiembre
ka: სექტემბერი
lt: Rugsėjis

source: October
el: Οκτώβριος
es: Octubre
ka: ოქტობერი
lt: Spalis

source: November
el: Νοέμβριος
es: Noviembre
ka: ნოემებერი
lt: Lapkritis

source: December
el: Δεκέμβριος
es: Diciembre
ka: დეკემბერი
lt: Gruodis

source: Day
el: Ημέρα
es: Día
ka: დღე
lt: Diena

source: Sorry
el: Λυπούμαστε
es: Lo sentimos
ka: უკაცრავად
lt: Atsiprašome

source: Cannot send error request, %s parameter missing.
el: Δεν μπορώ να στείλω αναφορά σφάλματος, λείπει η παράμετρος %s.
es: No ha sido posible enviar la petición de error, falta el parámetro %s.
ka: ვერ ვაგზავნი მოთხოვნას, აკლია %s პარამეტრი.
lt: Negali išsiųsti klaidos pranešimo, trūksta %s parametro.

source: The error report has been sent.
el: Η αναφορά σφάλματος έχει σταλεί.
es: Se ha enviado el informe de error.
ka: შეცდომის რეპორტი გაგზავნილია.
lt: Klaidos pranešimas buvo išsiųstas.

source: Many thanks for helping us to improve the service.
el: Ευχαριστούμε που βοηθάτε να γίνει καλύτερη η υπηρεσία.
es: Muchas gracias por ayudarnos a mejorar el servicio.
lt: Esame labai dėkingi už pagalbą gerinant aptarnavimą.

source: Use the back button of your browser to return to the previous page.
el: Χρησιμοποιήστε το αντίστοιχο κουμπί του φυλλομετρητή σας για να επιστρέψετε στην προηγούμενη σελίδα.
es: Use el botón de retroceso de su navegador para volver a la página anterior.
ka: თქვენს ბრაუზერზე გამოიყენეთ უკან დაბრუნების ღილაკი თქვენს, წინა გვერდზე დასაბრუნებლად.
lt: Pasinaudokite BACK mygtuku, kad galėtumėte sugrįžti į ankstesnį puslapį.

source: Thank you!
el: Σας ευχαριστούμε!
es: ¡Gracias!
ka: გმადლობთ!
lt: Ačiū!

source: journal
el: περιοδικό
es: revista
ka: ჟურნალი
lt: žurnalas

source: record ID
el: ταυτότητα εγγραφής
es: el número de registro
ka: ჩანაწერის საიდენტიფიკაციო ნომერი
lt: įrašo ID

source: word similarity
el: ομοιότητα λέξης
es: similitud de palabras
ka: სიტყვით მსგავსება
lt: žodžių panašumas

source: journal impact factor
el: impact factor περιοδικού
es: factor de impacto de la revista
ka: ჟურნალის გავლენის ფაქტორი
lt: poveikio žurnalui veiksnys

source: times cited
el: φορές έγινε παραπομπή
es: veces citado
ka: ჯერ ციტირებული
lt: kartus pacituota

source: time-decay cite count
el: χρονική εξέλιξη αριθμού παραπομπών
es: contador de citas en el tiempo
ka: დროით დაშლილი ციტირების ათვლა

source: all-time-best cite rank
el: all-time-best κατάταξη παραπομπών
es: clasificación por máximo número de citas
ka: ყველა დროის საუკეთესო ციტირების რეიტინგი
lt: geriausias citvaimo įvertinimas

source: time-decay cite rank
el: χρονική εξέλιξη κατάταξης παραπομπών
es: clasificación por citas en el tiempo
ka: დროით დაშლილი ციტირების რეიტინგი

source: The system is not attempting to send an email from %s, to %s, with body %s.
es: El sistema no intenta enviar un mensaje de %s, a %s, amb el texto %s.

source: Error in connecting to the SMPT server waiting %s seconds. Exception is %s, while sending email from %s to %s with body %s.
es: Error en la conexión con el servidor SMPT esperando %s segundos. La excepción es %s, al intentar enviar el mensaje de %s a %s con el texto %s.

source: Error in sending email from %s to %s with body %s.
es: Error al enviar un mensaje de %s, a %s, con el texto %s.

source: Hello:
el: Χαίρετε:
es: Hola:
ka: გამარჯობა:
lt: Sveiki:

source: Best regards
el: Με εκτίμηση
es: Cordialmente
ka: საუკეთესო სურვილებით
lt: Nuoširdžiausi linkėjimai

source: Need human intervention? Contact
el: Εάν χρείαζεστε ανθρώπινη παρέμβαση, επικοινωνήστε με
es: ¿Necesita la intervención del administrador? Póngase en contacto
ka: გჭირდებათ ადამიანთან დაკავშირება? დაგვიკავშირდით
lt: Reikalinga pagalba? Susisiekite

source: edit
el: επεξεργασία
es: editar
ka: რედაქტირება
lt: redaguoti

source: test
el: δοκιμή
es: comprobar
ka: ტესტი
lt: bandyti

source: history
el: ιστορικό
es: historia
ka: ისტორია
lt: istorija

source: harvest
el: συγκομιδή
es: recolectar
ka: შეგროვება
lt: krepšelio turinys

source: Overview of sources
el: Προεπισκόπηση πηγών
es: Resumen de los servidores OAI
ka: საწყისების მიმოხილვა
lt: Šaltinių peržiūra

source: Harvesting status
el: Κατάσταση harversing
es: Estado de la recolección
ka: შეგროვების სტატუსი
lt: Duomenų išgavimo būsena

source: Not Set
el: Μη Ορισμένο
es: Sin definir
ka: არ არის დაყენებული
lt: Nėra rinkinio

source: never
el: ποτέ
es: nunca
ka: არასოდეს
lt: niekada

source: daily
el: ημερησίως
es: diaria
ka: დღიური
lt: kasdien

source: weekly
el: εβδομαδιαίως
es: semanal
ka: კვირეული
lt: kas savaitę

source: monthly
el: μηνιαίως
es: mensual
ka: თვიური
lt: kas mėnesį

source: Never harvested
el: Δεν έγινε ποτέ harvest
es: Nunca recolectado
ka: არასოდეს არიყო აგროვებული
lt: Niekada neišgautas

source: View Holding Pen
el: Προβολή Λίστας Αναθεώρησης
es: Ver los registros en espera de revisión
ka: იხილეთ დაკავებული კალამი
lt: Peržiūrėti Holding Pen

source: No OAI source ID selected.
el: Δεν επελέγη ID πηγής OAI.
es: No ha seleccionado ningún identificador de servidor OAI
ka: OAI საწყისის საიდენტიფიკაციო არ არის არჩეული.
lt: OAI šaltinio ID nepasirinktas.

source: Go back to the OAI sources overview
el: Επιστροφή στην προεπισκόπηση πηγών OAI
es: Volver a la lista de servidores OAI
ka: უკან OAI საწყისების მიმოხილვასთან
lt: Atgal į OAI šaltinių peržiūrą

source: Try again with another url
el: Δοκιμάστε ξανά με ένα άλλο url
es: Pruebe con otra URL
ka: ცადეთ კიდევ ერთხელ სხვა url-თი
lt: Bandyti dar kartą naudojant kitą url adresą

source: Continue anyway
el: Συνεχίστε πάραυτα
es: Continuar igualmente
ka: განაგრძე ყველა შემთხვევაში
lt: Tęsti vis tiek

source: Return to the month view
el: Επιστροφή σε μηνιαία προβολή
es: Volver al resumen mensual
ka: თვიურ ხედდთან დაბრუნება
lt: Grįžti į mėnesio peržiūrą

source: Next page
el: Επόμενη σελίδα
es: Página siguiente
ka: შემდგომი გვერდი
lt: Kitas puslapis

source: Previous page
el: Προηγούμενη σελίδα
es: Página anterior
ka: წინა გვერდი
lt: Ankstesnis puslapis

source: Compare with original
el: Σύγκριση με αρχικό
es: Comparar con el original
ka: შეადარე ორიგინალს
lt: Palyginti su originalu

source: Delete from holding pen
el: Διαγραφή από τη λίστα αναθεώρησης
es: Eliminar de la lista de espera
ka: დაკავების კალამიდან წაშლა
lt: Ištrinti iš laukiančiųjų sąrašo

source: Error when retrieving the Holding Pen entry
el: Λάθος κατά την ανάκτηση της εγγραφής από τη λίστα αναθεώρησης
es: Error al recuperar la entrada en espera
ka: დაკავების კალამის ჩანაწერის გამოტანისას შეიქმნა შეცდომა
lt: Klaida bandant pasiekti Holding Pen įvestį

source: Error when retrieving the record
el: Λάθος κατά την ανάκτηση της εγγραφής
es: Error al recuperar el registro
ka: ჩანაწერის გამოტანისას აღმოჩდა შეცდომა
lt: Klaida bandant pasiekti įrašą

source: Error when formatting the Holding Pen entry. Probably its content is broken
el: Λάθος κατά τη διαμόρφωση της εγγραφής από τη λίστα αναθεώρησης. Πιθανώς το περιεχόμενό της να μην είναι έγκυρο
es: Error al formatear la entrada en espera. Probablemente su contenido esté mal

source: Accept Holding Pen version
el: Αποδοχή της εκδοχής από τη λίστα αναθεώρησης
es: Aceptar la versión en espera de revisión
ka: დაკავების კალმის ვერსიის მიღება
lt: Priimti Holding Pen versiją

source: Record deleted from the holding pen
es: Registro eliminado de la lista de espera

source: See Guide
el: Οδηγός
es: Véase la guía
ka: ხელმძღვანლის ნახვა
lt: Pažiūrėti vadovą

source: OAI sources currently present in the database
el: πηγές ΟΑΙ που υπάρχουν στην βάση
es: Servidores OAI que están actualmente en la base de datos
ka: ამჟამად წარმოდგენილი OAI წყაროები მონაცემთა ბაზაში
lt: OAI šaltiniai šiuo metu esantys duomenų bazėje

source: No OAI sources currently present in the database
el: Καμία πηγή ΟΑΙ δεν υπάρχει στην βάση
es: No hay ningún servidor OAI en la base de datos
ka: OAI წყაროები არ არიან მონაცემთა ბაზაში
lt: Šiuo metu nėra OAI šaltinių duomenų bazėje

source: Next oaiharvest task
el: Επόμενη εργασία oaiharvest
es: Siguiente tarea oaiharvest
ka: შემდეგი oai შეგროვების დავალება
lt: Kita oaiharvest užduotis

source: scheduled time:
el: προγραμματισμένος χρόνος:
es: previsto para
ka: დაგეგმილი დრო:
lt: numatytas laikas:

source: current status:
el: τρέχουσα κατάσταση:
es: estado actual:
ka: მიმდინარე სტატუსი
lt: dabartinis statusas

source: No oaiharvest task currently scheduled.
el: Δεν υπάρχει καμία προγραμματισμένη εργασία oaiharvest
es: No hay ninguna tarea oaiharvest programada
ka: oai დავალება არ არის დაგეგმილი.
lt: Šiuo metu nėra numatytos oaiharvest užduoties.

source: successfully validated
el: επικυρώθηκε επιτυχώς!
es: validado correctamente
ka: წარმატებით დადასტურდა
lt: Sėkmingai patvirtinta

source: does not seem to be a OAI-compliant baseURL
el: το baseURL δεν φαίνεται να είναι συμβατό με το ΟΑΙ
es: no parece una baseURL que cumpla con OAI
ka: URL არ ჩანს რომ არის OAI თავსებადი
lt: nepanašu į OAI - reikalavimus atitinkantį baseURL

source: View next entries...
el: Επόμενες εγγραφές...
es: Ver las próximas entradas...
ka: ნახეთ შემდეგი შენატანი...
lt: Peržiūrėti sekančius įrašus...

source: previous month
el: προηγούμενος μήνας
es: mes anterior
ka: წინა თვე
lt: Ankstesnis mėnuo

source: next month
el: επόμενος μήνας
es: mes siguiente
ka: შემდეგი თვე
lt: Sekantis mėnuo

source: main Page
el: κεντρική σελίδα
es: Páginas principal
ka: ძირითადი გვერდი
lt: pagrindinis puslapis

source: Return to main selection
el: Επιστροφή στην αρχική επιλογή
es: Volver a la selección principal
ka: მთავარ არჩევანთან დაბრუნება
lt: Grįžti į pagrindinį pasirinkimą

source: Run Record Editor
el: Εκτέλεση Επεξεργαστή Εγγραφών
es: Ejecutar el editor de registros
ka: ჩანაწერის ედიტორის გაშვება
lt: Paleisti įrašų redaktorių

source: Run Multi-Record Editor
el: Εκτέλεση Επεξεργαστή Πολλαπλών Εγγραφών
es: Ejecutar el editor de múltiples registros
ka: მულტი-ჩანაწერის ედიტორის გაშვება
lt: Paleisti daugybinių įrašų redaktorių

source: Run Document File Manager
el: Εκτέλεση Διαχειριστή Αρχείων
es: Ejecutar el gestor de ficheros del documento
ka: დოკუმენტის ფაილ მენეჯერის გაშვება
lt: Paleisti dokumentų failų tvarkyklę

source: Run Record Merger
el: Συγχώνευση Εγγραφών
es: Unificar registros
ka: ჩანაწერის შემაერთებლის გაშვება
lt: Paleisti įrašų tvarkyklę

source: Run BibSword client
el: Εκτέλεση BibSword client
es: Ejecutar el cliente BibSword
lt: Paleisti BibSword klientą

source: Configure BibKnowledge
el: Παραμετροποίηση BibKnowledge
es: Configurar BibKnowledge
ka: BibKnowledge -ის კონფიგურაცია
lt: Konfigūruoti BibKnowledge

source: Configure BibFormat
el: Παραμετροποίηση BibFormat
es: Configurar BibFormat
ka: BibFormat -ის კონფიგურება
lt: Konfigūruoti BibFormat

source: Configure OAI Harvest
el: Παραμετροποίηση OAI Harvest
es: Configurar OAI Harvest
ka: OAI მოგროვების კონფიგურება
lt: Konfigūruoti OAI Harvest

source: Configure OAI Repository
el: Παραμετροποίηση αποθετηρίου OAI
es: Configurar OAI Repository
ka: OAI რეპოსიტორის კონფიგურება
lt: Konfigūruoti OAI Saugyklą

source: Configure BibIndex
el: Παραμετροποίηση BibIndex
es: Configurar BibIndex
ka: BibIndex -ის კონფიგურება
lt: Konfigūruoti BibIndex

source: Configure BibRank
el: Παραμετροποίηση BibRank
es: Configurar BibRank
ka: BibRank -ის კონფიგურება
lt: Konfigūruoti BibRank

source: Configure WebAccess
el: Παραμετροποίηση WebAccess
es: Configurar WebAccess
ka: WebAccess -ის კონფიგურება
lt: Konfigūruoti WebAccess

source: Configure WebComment
el: Παραμετροποίηση WebComment
es: Configurar WebComment
ka: WebComment -ის კონფიგურება
lt: Konfigūruoti WebComment

source: Configure WebSearch
el: Παραμετροποίηση WebSearch
es: Configurar WebSearch
ka: WebSearch -ის კონფიგურება
lt: Konfigūruoti WebSearch

source: Configure WebSubmit
el: Παραμετροποίηση WebSubmit
es: Configurar WebSumbit
ka: WebSubmit -ის კონფიგურება
lt: Konfigūruoti WebSubmit

source: Configure WebJournal
el: Παραμετροποίηση WebJournal
es: Configurar WebJournal
ka: WebJournal -ის კონფიგურება
lt: Konfigūruoti WebJournal

source: Configure BibSort
es: Configurar BibSort

source: Run BibCirculation
el: Εκτέλεση BibCirculation
es: Ejecutar BibCirculation
ka: BibCirculation -ის გაშვება
lt: Paleisti BibCirculation

source: Run Batch Uploader
el: Μαζικό Ανέβασμα
es: Ejecutar el gestor de cargas masivas
ka: ჯგუფური ამტვირთავის გაშვება
lt: Paleisti paketinę įkeltį

source: Run Person/Author Manager
el: Εκτέλεση Διαχειριστή Προσώπων/Συγγραφέων
es: Ejecutar el gestor de personas/autores

source: Your account on '%s' has been activated
el: Ο λογαριασμός σας στο '%s' ενεργοποιήθηκε με επιτυχία
es: Su cuenta en «%s» ha sido activada.
ka: თქვენი ანგარიში '%s' -ზე აქტივირებულია
lt: Jūsų paskyra '%s' buvo aktyvuota

source: Your account earlier created on '%s' has been activated:
el: Ο λογαριασμός σας που δημιουργήθηκε προηγουμένως στο '%s' ενεργοποιήθηκε με επιτυχία:
es: Su cuenta creada previamente en «%s» ha sido activada:
ka: თქვენი ანგარიში შექმნილი '%s' -ზე აქტივირებულია:
lt: Jūsų paskyra anksčiau sukurta '%s' buvo aktyvuota:

source: Username/Email:
el: Όνομα χρήστη/Email:
es: Nombre de usuario
ka: მომხმარებლის სახელი/ე-მეილი:
lt: Vartotojo vardas/Elektroninis paštas:

source: Password:
el: Κωδικός:
es: Contraseña
ka: პაროლი:
lt: Slaptažodis:

source: Account created on '%s'
el: Ο Λογαριασμός σας δημιουργήθηκε στο '%s'
es: Cuenta creada en «%s»
ka: ანგარიში შექმნილია '%s'
lt: Paskyra sukurta '%s'

source: An account has been created for you on '%s':
el: Ένας λογαριασμός δημιουργήθηκε για εσάς στο '%s':
es: Se ha creado su cuenta en «%s»:
ka: თქვენთვის ანგარიში შეიქმნა '%s' -ზე:
lt: Jums buvo sukurta paskyra '%s':

source: Account rejected on '%s'
el: Ο Λογαριασμός σας απορρίφθηκε στο '%s'
es: Cuenta rechazada en «%s»
ka: ანგარიში უარყოფილია '%s' -ზე
lt: Paskyra buvo atmesta '%s'

source: Your request for an account has been rejected on '%s':
el: Το αίτημα σας για δημιουργία λογαριασμού, απορρίφθηκε στο '%s':
es: Su petición de una cuenta en «%s» ha sido rechazada:
ka: თქვენი მოთხოვნა ანგარიშის შესაბ უარყოფილია '%s' -ზე:
lt: Jūsų paskyros prašymas '%s' buvo atmestas:

source: Username/Email: %s
el: Όνομα χρήστη/Email: %s
es: Nombre de usuario: %s
ka: მომხმარებლის სახელი/ე-მეილი: %s
lt: Vartotojo vardas/ El.paštas: %s

source: Account deleted on '%s'
el: Λογαριασμός διαγράφηκε στις '%s'
es: Cuenta en «%s» eliminada
ka: ანგარიში წაშლილია '%s' -ზე
lt: Paskyra iš '%s' pašalinta

source: Your account on '%s' has been deleted:
el: Ο λογαριασμός στο '%s' διαγράφηκε:
es: Su cuenta en «%s» ha sido eliminada:
ka: თქვენი ანგარიში '%s' -ზე წაშლილია:
lt: Jūsų paskyra iš '%s' buvo pašalinta

source: Detailed record
el: Αναλυτική εγγραφή
es: Registro completo
ka: დეტალური ჩანაწერი
lt: Detalus įrašas

source: Similar records
el: Παρόμοιες εγγραφές
es: Registros similares
ka: მსგავსი ჩანაწერები
lt: Panašūs įrašai

source: Cited by
el: Παραπομπή από
es: Citado por
ka: ციტირებულია
lt: Cituojama pagal

source: You already have an alert named %s.
el: Έχετε ήδη μια ειδοποίηση με όνομα %s.
es: Ya tiene una alerta con el nombre de %s.
ka: თქვენ უკვე გაქვთ შეტყობინება სახლით %s.
lt: Jau turite įspėjimą %s.

source: unknown
el: άγνωστο
es: desconocida
ka: უცნობი
lt: nežinomas

source: You do not have rights for this operation.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για την λειτουργία αυτή.
es: No tiene permisos para esta operación.
ka: თქვენ არ გაქვს უფლება ამ ოპერაციის შესრულების.
lt: Neturite teisių atlikti šią operaciją.

source: You already have an alert defined for the specified query and basket.
el: Έχετε ορίσει ήδη μια ειδοποίηση για την συγκεκριμένη έρευνα και καλάθι.
es: Ya tiene una alerta definida para esta búsqueda y cesta.
ka: თქვენ უკვე გაქვთ შეტყობინება განსაზღვრული სპეციფირებული მოთხოვნაზე და კალათაზე.
lt: Jau turite įspėjimą nurodytai užklausai ir krepšeliui.

source: The alert name cannot be empty.
el: Το όνομα της ειδοποίησης δεν πρέπει να είναι κενό.
es: La alerta no puede estar vacía.
ka: შეტყობინების სახელი არ შეიძლება იყოს ცარიელი.
lt: Įspėjimo vardas negali būti tuščias.

source: You are not the owner of this basket.
el: Δεν είστε ο ιδιοκτήτης του καλαθιού αυτού.
es: Usted no es el propietario de esta cesta
ka: თქვენ არ ხართ ამ კალათის მფლობელი.
lt: Šis krepšelis nėra jūsų.

source: The alert %s has been added to your profile.
el: Η ειδοποίηση %s έχει προστεθεί στο προφίλ σας.
es: La alerta %s ha sido añadida a su perfil
ka: შეტყობინება %s დამატებულია თქვენს პროფილში.
lt: Įspėjimas %s buvo pridėtas prie jūsų paskyros.

source: The alert %s has been successfully updated.
el: Η ειδοποίηση %s έχει ενημερωθεί επιτυχώς.
es: La alerta %s se ha actualizado correctamente.
ka: შეტყობინება %s წარმატებით განახლდა.
lt: Įspėjimas %s buvo sėkmingai atnaujintas

source: You have made %(x_nb)s queries. A %(x_url_open)sdetailed list%(x_url_close)s is available with a possibility to (a) view search results and (b) subscribe to an automatic email alerting service for these queries.
el: Έχετε εκτελέσει %(x_nb)s έρευνες. Μια %(x_url_open)sαναλυτική λίστα%(x_url_close)s είναι διαθέσιμη με δυνατότητα (α) να δείτε τα αποτελέσματα τους και (β) να εγγραφείτε σε μια υπηρεσία που θα σας ενημερώνει με email για τις έρευνες αυτές.
es: Ha hecho %(x_nb)s búsquedas. Hay una %(x_url_open)sdetailed_list%(x_url_close)s disponible con la posibilidad de (a) ver los resultados de la búsqueda y (b) subscribirse para recibir notificaciones por correo electrónico de estas búsquedas
ka: თქენ განახორციელეთ %(x_nb)s ძებნა. %(x_url_open)sდეტალური ლისტი%(x_url_close)s ხელმისაწვდომია შესაძლებლობებით (ა) იხილოთ ძიების შედეგები და (ბ) ჩაეწეროთ ავტომატურ ე-მეილის შეტყობინება ამ მოთხოვნებისათვის.
lt: Jūsų sukūrtos užklausos: %(x_nb)s. %(x_url_open)sDetalus sąrašas%(x_url_close)s yra prieinamas su galimybe (a) pamatyti paieškos rezultatus ir (b) užsiprenumeruoti automatinį el.laišką su žiniomis apie šias užklausas ir pasikeitimus jose.

source: Pattern
el: Πρότυπο
es: Patrón
ka: პატერნი
lt: Modelis

source: Pattern 1
el: Πρότυπο 1
es: Patrón 1
ka: პატერნი 1
lt: Modelis 1

source: Field 1
el: Πεδίο 1
es: Campo 1
ka: ველი 1
lt: Laukelis 1
