Repository: SCOAP3/invenio
Catalog: po/*.po
Languages: el, es, ka, lt

source: Okay, a password reset link has been emailed to %s.
el: Ο κωδικός έχει αποσταλεί στο %s με email.
es: El enlace para reiniciar la contraseña se ha enviado por correo electrónico a %s.
ka: კარგი, თქვენი პაროლის გადასატვირთი ბმული გამოგზავნილი %s -ზე.
lt: %s buvo išsiųstas el.pranešimas su nuorodą kaip pasikeisti slaptažodį.

source: Deleting your account
el: Διαγραφή του λογαριασμού σας
es: Borrando su cuenta
ka: თქვენი ანგარიშის წაშლა
lt: Ištrinama paskyra

source: You are no longer recognized by our system.
el: Η ταυτότητά σας δεν αναγνωρίζεται πια από το σύστημα.
es: Ya no está identificado en nuestro sistema.
ka: თქვენ აღარ ხართ აღიარებული ჩვენი სისტემის მიერ.
lt: Sistema jūsų neatpažįsta.

source: You are still recognized by the centralized %(x_fmt_open)sSSO%(x_fmt_close)s system. You can %(x_url_open)slogout from SSO%(x_url_close)s, too.
el: Είστε ακόμα αναγνωρισμένος από το κεντρικό σύστημα %(x_fmt_open)sSingle Sign-On%(x_fmt_close)s. Μπορείτε αν επιθυμείτε να %(x_url_open)sαποσυνδεθείτε%(x_url_close)s.
es: Usted todavía está reconocido por el sistema central de %(x_fmt_open)sSSO%(x_fmt_close)s. También puede %(x_url_open)sdesconectar del SSO%(x_url_close)s.
ka: თქვენ ჯერ კიდევ ამოცნობილი ხართ როგორც ცენტრალიზებული %(x_fmt_open)sSSO%(x_fmt_close)s სისტემბა. თქვენ შეგიძლიათ %(x_url_open)sგამოხვიდეთ SSO%(x_url_close)s -დან.
lt: Jus dar vis atskiriama(-s) centralizuotos sistemos %(x_fmt_open)sSSO%(x_fmt_close)s. Jus taip pat galite %(x_url_open)satsijungti nuo SSO%(x_url_close)s.

source: If you wish you can %(x_url_open)slogin here%(x_url_close)s.
el: Αν επιθυμείτε μπορείτε να κάνετε %(x_url_open)slogin εδώ%(x_url_close)s.
es: Si lo desea puede %(x_url_open)sidentificarse aquí%(x_url_close)s.
ka: თუ თქვენ გნებავთ, თქვენ შეგიძლიათ %(x_url_open)sშემოხვიდეთ აქ%(x_url_close)s.
lt: Jei norite galite %(x_url_open)sprisijungti čia%(x_url_close)s.

source: If you already have an account, please login using the form below.
el: Εάν έχετε ήδη λογαριασμό, παρακαλώ μπείτε στο σύστημα χρησιμοποιώντας την παρακάτω φόρμα.
es: Si ya tiene una cuenta, identifíquese por favor en este formulario.
ka: თუ თქვენ უკვე გაქვთ ანგარიში, გთხოვთ შეხვიდეთ ქვემოთ მოყვანილი ფორმის გამოყენებით.
lt: Jei turite susikūrę paskyrą, galite prisijungti naudodamiesi forma.

source: If you don't own a CERN account yet, you can register a %(x_url_open)snew CERN lightweight account%(x_url_close)s.
el: Εάν δεν έχετε ήδη λογαριασμό του CERN, μπορείτε να κάνετε έγγραφή για ένα %(x_url_open)sνέο απλό λογαριασμό%(x_url_close)s.
es: Si todavía no dispone de una cuenta en el CERN, puede crear una %(x_url_open)scuenta CERN ligera%(x_url_close)s.
ka: თუ თქვენ ჯერ არ გაქვთ ცერნის ანგარიში, თქვენ შეგიძლიათ დაარეგისტრიროთ %(x_url_open)sცერნის ახალი მსუბუქი ანგარიში%(x_url_close)s.
lt: Jei dar neturite CERN paskyros, galite užsiregistruoti %(x_url_open)snaują "CERN lightweight" paskyrą%(x_url_close)s.

source: If you don't own an account yet, please %(x_url_open)sregister%(x_url_close)s an internal account.
el: Εάν δεν έχετε ήδη λογαριασμό, παρακαλώ κάντε %(x_url_open)sεγγραφή%(x_url_close)s για έναν εσωτερικό λογαριασμό.
es: Si todavía no tiene una cuenta, puede %(x_url_open)sdarse de alta%(x_url_close)s en una cuenta interna.
ka: თუ თქვენ ჯერ არ გაქვთ ანგარიში, გთხოვთ %(x_url_open)sდაარეგისტრიროთ%(x_url_close)s ინტერნეტ ანგარიში.
lt: Jei dar neturite paskyros, galite %(x_url_open)sužregistruoti%(x_url_close)s išorinę paskyrą.

source: If you don't own an account yet, please contact %s.
el: Εάν δεν έχετε ήδη λογαριασμό, παρακαλώ επικοινωνήστε με τον %s.
es: Si todavía no tiene una cuenta, póngase en contacto con %s.
ka: თუ თქვენ ჯერ არ გაქვთ ანგარიშ, გთხოვთ დაუკავშირდეთ %s.

source: Login method:
el: Μέθοδος αυθεντικοποίησης:
es: Método de identificación
ka: შესვლის მეთოდი
lt: Prisijungimo metodas:

source: Remember login on this computer.
el: Αποθήκευση των στοιχείων εισόδου στον υπολογιστή.
es: Recordar la identificación en este ordenador.
ka: დაიმახსოვრე შესვლის პარამეტრები ამ კომპიუტერზე.
lt: Įsiminti prisijungimo duomenis šiame kompiuteryje.

source: login
el: είσοδος
es: identificación
ka: შესვლა
lt: prisijungti

source: Lost your password?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Ha perdido su contraseña?
ka: დაკარგეთ თქვენი პაროლი?
lt: Pamiršote slaptažodį?

source: You can use your nickname or your email address to login.
el: Μπορείτε να χρησιμοποιήσετε το ψευδώνυμό σας ή την διεύθυνση του email για να μπείτε στο σύστημα.
es: Para identificarse puede usar su alias o su dirección de correo electrónico.
ka: თქვენ შეგიძლიათ გამოიყენოთ თქვენი მეტსახლი ან ელ-ფოსტის მისამართი შესასვლელად.
lt: Prisijungdami galite naudoti vartotojo vardą ar slaptažodį.

source: Your request is valid. Please set the new desired password in the following form.
el: Η αίτησή σας είναι έγκυρη. Παρακαλώ ορίστε τον επιθυμητό κωδικό στην παρακάτω φόρμα.
es: Su petición ha sido validada. Escriba la nueva contraseña en este formulario.
ka: თქვენი მოთხოვნა სწორია. გთხოვთ აირჩიოთ ახალი თქვენთვის სასურველი პაროლი აღნიშნულ ფორაში.
lt: Jūsų prašymas patvirtintas. Prašome įrašyti naują slaptažodį įformą.

source: Set a new password for
el: Ορίστε έναν νέο κωδικό για
es: Definir la nueva contraseña para
ka: ახალი პაროლის დაყენება
lt: Keisti slaptažodį

source: Type the new password
el: Εισαγωγή νέου κωδικού
es: Escriba la nueva contraseña
ka: აკრიფეთ ახალი პაროლი
lt: Įrašykite naują slaptažodį

source: Type again the new password
el: Εισαγωγή ξανά του κωδικού
es: Escriba otra vez la nueva contraseña
ka: ხელახლა აკრიპეთ ახალი პაროლი
lt: Įrašykite naują slaptažodį dar kartą

source: Set the new password
el: Ορισμός του νέου κωδικού
es: Definir la nueva contraseña
ka: ახალი პაროლის დაყენება
lt: Keisti slaptažodį

source: Please enter your email address and desired nickname and password:
el: Παρακαλώ εισάγετε την διεύθυνση του email, το επιθυμητό ψευδώνυμο και τον κωδικό:
es: Introduzca su dirección de correo electrónico así como el alias y contraseña:
ka: გთზოვთ შეიყვანოთ თქვენი ელ-ფოსტის მისამართი და სასურველი მეტსახელი და პაროლი:
lt: Įrašykite savo el.paštą, vartotojo vardą ir slaptažodį:

source: It will not be possible to use the account before it has been verified and activated.
el: Ο λογαριασμός δεν θα μπορεί να χρησιμοποιηθεί προτού επιβεβαιωθεί και ενεργοποιηθεί.
es: No será posible usar esta cuenta hasta que se haya verificado y activado.
ka: ანგარიშის გამოყენება არ იქნება შესაძლებელი , ვიდრე ის არ იქნება დადასტურებული და გააქტიურებული.
lt: Paskyra galėsite naudotis tik po, kai ji bus patvirtinta ir aktyvuota.

source: Retype Password
el: Ξαναεισάγετε τον κωδικό
es: Vuelva a escribir la contraseña
ka: ხელახლა ჩაწერეთ პაროლი
lt: Pakartokita slaptažodį

source: register
el: εγγραφή
es: darse de alta
ka: რეგისტრაცია
lt: registracija

source: Please do not use valuable passwords such as your Unix, AFS or NICE passwords with this service. Your email address will stay strictly confidential and will not be disclosed to any third party. It will be used to identify you for personal services of %s. For example, you may set up an automatic alert search that will look for new preprints and will notify you daily of new arrivals by email.
el: Παρακαλώ μην χρησιμοποιείτε κωδικούς που έχετε και σε άλλα συστήματα. Το στοιχεία του email σας θα μείνουν εμπιστευτικά και δεν θα παραχωρηθούν σε κάποιο τρίτο φορέα. Το email σας θα χρησιμοποιείται μόνο για υπηρεσίες στο %s.
es: No escoja contraseñas valiosas como las de sus cuentas personales de correo electrónico o acceso a datos profesionales. Su dirección de correo electrónico será estrictamente confidencial y no se pasará a terceros. Será usada para identificar sus servicios personales en %s. Por ejemplo, puede activar un servicio de alerta automático que busque nuevos registros y le notifique diariamente de las nuevas entradas por correo electrónico.
ka: გთხოვთ ნუ გამოიყენებთ მნიშვნელოვან პაროლებს როგორიცაა Unix, AFS ან NICE პაროლები. თქვენი ელფოსტის მისამართი იქნება მკაცრად გასაიდუმლოებული და არიქნება გაცემული მესამე პირისთვის. ის იქნება გამოყენებლი თქვენი იდენტიფიცირებისათვის %s -ზე. მაგალითად, თქვენ შეგეძლებათ დააყენოთ ავტომატური შეტყობინებები ძიების შედეგებზე და შეგატყობინოთ ელფოსტის მეშვეობით.
lt: Slaptažodyje nenaudokite paprastų, jūsų aplinkoje paplitusių žodžių (kaip Unix, AFS, NICE). Jūsų el.pašto adresas nebus viešinamas ar perduotas trečioms šalims. Jis bus naudojamas identifikuoti jūsų servisus %s. Pvz.: jus galite užsiprenumeruoti automatinius įspėjimus apie naujus straipsnius, juodraščius ir pan., bei gauti juos el.paštu.

source: It is not possible to create an account yourself. Contact %s if you want an account.
el: Δεν είναι δυνατό να δημιουργήσετε λογαριασμό από μόνος σας. Επικοινωνήστε με τον %s για να δημιουργήσει έναν για εσάς.
es: No es posible que usted cree una cuenta. Póngase en contacto con %s si quiere una.
ka: ანგარიშს თავად ვერ შექმნით. დაუკავშრდით %s თუ თქვენ გსურთ ანგარიშის შექმნა.
lt: Negalima susikurti paskyros savarankiškai. Susisiekite su %s, jei pageidaujate turėti paskyrą.

source: You seem to be a guest user. You have to %(x_url_open)slogin%(x_url_close)s first.
el: Φαίνεται οτι είστε χρήστης guest. Θα πρέπει πρώτα να κάνετε %(x_url_open)slogin%(x_url_close)s.
es: Usted parece ser un usuario visitante. Antes tiene que %(x_url_open)sidentificarse%(x_url_close)s.
ka: თქვენ ხართ შემოსული როგორც სტუმარი. გთხოვთ ჯერ %(x_url_open)sშემოხვიდეთ%(x_url_close)s სისტემაში.
lt: Esate neprisijungęs(-usi) vartotojas(-a). Prisijungti galite %(x_url_open)sčia%(x_url_close)s.

source: You are not authorized to access administrative functions.
el: Δεν έχετε πρόσβαση στις υπηρεσίες διαχείρισης.
es: No está autorizado a acceder a funciones administrativas.
ka: თქვენ არ გაქვთ უფლებები რომ შეასწოროთ ადმინისტრაციული ფუნქციები.
lt: Neturite tinkamų teisių naudotis administravimo funkcijomis.

source: You are enabled to the following roles: %(x_role)s.
el: Έχετε ενεργοποιηθεί για τους ακόλουθους ρόλους: %(x_role)s.
es: Tiene activados los siguientes roles: %(x_role)s.
ka: თქვენ გააქტიურეთ შემდეგი როლები: %(x_role)s.

source: Run BibSword Client
el: Εκτέλεση του BibSword Client
es: Ejecutar el cliente BibSword
lt: Paleisti BibSword klientą

source: Here are some interesting web admin links for you:
el: Ορίστε ορισμένοι χρήσιμοι σύνδεσμοι για σας:
es: Aquí tiene algunos enlaces de administración interesantes:
ka: იხილეთ რამდენიმე საინტერესო ვებ ადმინისტრატორის ლინკები თქვენთვის:
lt: Kelios nuorodos į įdomias interneto svetaines apie tinklo administravimą:

source: For more admin-level activities, see the complete %(x_url_open)sAdmin Area%(x_url_close)s.
el: Για περισσότερες λειτουργίες διαχείρισης, επισκεφθείτε την %(x_url_open)sΠεριοχή Διαχειριστή%(x_url_close)s.
es: Para más actividades administrativas, vea toda la %(x_url_open)sZona de administración%(x_url_close)s.
ka: მეტი ადმინისტრატორის ფუნქციებისათვის, იხილეთ სრული %(x_url_open)sადმინის სივრცე%(x_url_close)s.
lt: Sužinoti daugiau apie administravimo lygmens galimybes galite %(x_url_open)sAdministratoriaus erdvėje%(x_url_close)s.

source: guest
el: επισκέπτης
es: visitante
ka: სტუმარი
lt: svečias

source: logout
el: αποσύνδεση
es: salir
ka: გამოსვლა
lt: atsijungti

source: Personalize
el: Ρυθμίσεις
es: Personalizar
ka: პერს
lt: Individualizuoti

source: Your account
el: Ο Λογαριασμός μου
es: Su cuenta
ka: თქვენი ანგარიში
lt: Jūsų paskyra

source: Your alerts
el: Οι Ειδοποιήσεις μου
es: Sus alertas
ka: თქვენი ცვლილებები
lt: Jūsų įspėjimai

source: Your approvals
el: Οι εγκρίσεις μου
es: Sus aprobaciones
ka: თქვენი დასტური
lt: Jūsų patvirtinimai

source: Your baskets
el: Τα καλάθια μου
es: Sus cestas
ka: თქვენი კალათები
lt: Jūsų krepšelis

source: Your groups
el: Οι ομάδες μου
es: Sus grupos
ka: თქვენი ჯგუფები
lt: Jūsų grupės

source: Your loans
el: Οι δανεισμοί μου
es: Sus préstamos
ka: თქვენი კრედითები
lt: Jūsų užsakymai

source: Your messages
el: Τα Μυνήματά μου
es: Sus mensajes
ka: თქვენი შეტყობინებები
lt: Jūsų žinutės

source: Your submissions
el: Οι υποβολές μου
es: Sus envíos
ka: თქვენი დანართი
lt: Jūsų patalpinti dokumentai

source: Your searches
el: Οι Αναζητήσεις μου
es: Sus búsquedas
ka: თქვენი ძებნა
lt: Jūsų paieškos

source: Administration
el: Διαχείριση
es: administración
ka: ადმინისტრაცია
lt: Valdymas

source: Statistics
el: Στατιστικά
es: Estadísticas
ka: სტატისტიკა
lt: Statistika

source: You are an administrator of the following groups:
el: Είστε διαχειριστής στις ακόλουθες ομάδες:
es: Usted es administrador de estos grupos:
ka: თქვენ მომდებნო ჯგუფების ადმინისტრატორი ბრძანდებით:
lt: Jūsų administruojamos grupės:

source: Group
el: Ομάδα
es: Grupo
ka: ჯგუფი
lt: Grupė

source: You are not an administrator of any groups.
el: Δεν είστε διαχειριστής σε καμία ομάδα.
es: Usted no es administrador de ningún grupo.
ka: თქვენ არ ბრძანდებით არცერთი ჯგუფის ადმინისტრატორი
lt: Jus neadministruojate grupių.

source: Edit group
el: Τροποποίηση ομάδας
es: Editar grupo
ka: ჯგუფის ჩასწორება
lt: Radaguoti grupę

source: Edit %s members
el: Τροποποίηση %s μελών
es: Editar los %s miembros del grupo
ka: %s წევრების ჩასწორება
lt: Redaguoti %s narius

source: Create new group
el: Δημιουργία νέας ομάδας
es: Crear un nuevo grupo
ka: ახალი ჯგუფის შექმნა
lt: Sukurti naują grupę

source: You are a member of the following groups:
el: Είστε μέλος των ακόλουθων ομάδων:
es: Usted es miembro de los grupos siguientes:
ka: თქვენ მომდებნო ჯგუფების წევრი ბრძანდებით:
lt: Jus esate narys šiose grupėse:

source: You are not a member of any groups.
el: Δεν είστε μέλος καμίας ομάδας.
es: Usted no es miembro de ningún grupo.
ka: თქვენ არ ბრძანდებით არცერთი ჯგუფის წევრი.
lt: Jus nepriklausote grupėms.

source: Join new group
el: Κατάταξη σε νέα ομάδα
es: Unirse a un grupo
ka: ახალ ჯგუფთან შეერთება
lt: Prisijungti prie naujos grupės

source: Leave group
el: Αποχώρηση από ομάδα
es: Dejar el grupo
ka: ჯგუფის დატოვება
lt: Atsijungti nuo grupės

source: You are a member of the following external groups:
el: Είστε μέλος των ακόλουθων εξωτερικών ομάδων:
es: Usted es miembro de los siguientes grupos externos:
ka: თქვენ მომდებნო გარე ჯგუფების წევრი ბრძანდებით:
lt: Jus esate narys šiose išorinėse grupėse:

source: You are not a member of any external groups.
el: Δεν είστε μέλος καμίας εξωτερικής ομάδας.
es: Usted no es miembro de ningún grupo externo.
ka: თქვენ არ ბრძანდებით არცერთი გარე ჯგუფის წევრი.
lt: Jus nepriklausote išorinėms grupėms.

source: Update group
el: Ενημέρωση ομάδας
es: Actualizar grupo
ka: ჯგუფის განახლება
lt: Atnaujinti grupę

source: Edit group %s
el: Τροποποίηση ομάδας %s
es: Editar el grupo %s
ka: ჯგუფის ჩასწორება %s
lt: Redaguoti grupę %s

source: Delete group
el: Διαγραφή ομάδας
es: Suprimir el grupo
ka: ჯგუფის წაშლა
lt: Ištrinti grupę

source: Group name:
el: Όνομα ομάδας:
es: Nombre del grupo:
ka: ჯგუფის სახელი:
lt: Grupės pavadinimas:

source: Group description:
el: Περιγραφή ομάδας:
es: Descripción del grupo:
ka: ჯგუფის აღწერა:
lt: Grupės aprašas:

source: Group join policy:
el: Πολιτική προσχώρησης σε ομάδα:
es: Política para unirse al grupo:
ka: ჯგუფში გაწევრიანების პრინციპი:
lt: Prisijungimo prie grupės taisyklės:

source: Please select:
el: Παρακαλώ επιλέξτε:
es: Seleccione:
ka: გთხოვთ ამოირჩიოთ:
lt: Prašome pasirinkti:

source: Join group
el: Προσχώρηση σε ομάδα
es: Unirse a un grupo
ka: ჯგუფთან შეერთება
lt: Prisijungti prie grupės

source: or find it
el: ή βρείτε την
es: o buscarlo:
ka: ან იპოვეთ
lt: ar surasti

source: Choose group:
el: Επιλέξτε ομάδα:
es: Escoja grupo:
ka: აირჩიეთ ჯგუფი:
lt: Pasirinkti grupę:

source: Find group
el: Εύρεση ομάδας
es: Busque grupo
ka: იპოვეთ ჯგუფი
lt: Surasti grupę

source: Remove member
el: Αφαίρεση μέλους
es: Eliminar miembro
ka: ამოშალეთ წევრი
lt: Pašalinti narį

source: No members.
el: Χωρίς μέλη.
es: Sin miembros.
ka: წევრები არ არიან.
lt: Nėra narių.

source: Accept member
el: Αποδοχή μέλους
es: Aceptar miembro
ka: წევრის მიღება
lt: Priimti narį

source: Reject member
el: Απόρριψη μέλους
es: Rechazar miembro
ka: წევრის უარყოფა
lt: Atmesti nario prašymą

source: No members awaiting approval.
el: Δεν υπάρχουν μέλη που αναμένουν έγκριση.
es: No hay miembros pendientes de aprobación
ka: არცერთი წევრი არ ელის დასტურს.
lt: Nėra laukiančių patvirtinimo narių.

source: Current members
el: Τρέχοντα μέλη
es: Miembros actuales
ka: წევრები ამჟამად
lt: Šis narys

source: Members awaiting approval
el: Μέλη που αναμένουν έγκριση
es: Miembros pendientes de aprobación
ka: წევრები დასტურის მოლოდინში
lt: Nariai laukiantys patvirtinimo

source: Invite new members
el: Προσκαλέστε νέα μέλη
es: Invitar a nuevos miembros
ka: ახალი წევრების მოწვევა
lt: Kviesti naujus narius

source: Invitation to join "%s" group
el: Πρόσκληση για συμμετοχή στο γκρούπ "%s"
es: Invitación a unirse al grupo "%s"
ka: მოიწვიეთ ჯგუფში "%s" გასაწევრიანებლად
lt: Kvietimas prisijungti prie "%s" grupės

source: Hello: I think you might be interested in joining the group "%(x_name)s". You can join by clicking here: %(x_url)s. Best regards.
el: Χαίρετε: Ενδεχομένως να ενδιαφέρεστε να συμμετέχετε στο γκρουπ "%(x_name)s". Μπορείτε να εγγραφείτε κάνοντας κλικ εδώ: %(x_url)s. Με φιλικούς χαιρετισμούς.
es: Hola, quizás pueda estar interesado en unirse al grupo «%(x_name)s». Se puede añadir pinchando aquí: %(x_url)s. Atentamente,
lt: Sveikas: Manau, kad tave gali sudominti narystė "%(x_name)s" grupėje. Prisijungti gali paspaudęs čia: %(x_url)s. Nuoširdžiausi linkėjimai.

source: If you want to invite new members to join your group, please use the %(x_url_open)sweb message%(x_url_close)s system.
el: Εάν θέλετε να προσκαλέσετε νέα μέλη στην ομάδα σας, παρακαλώ χρησιμοποιήστε το σύστημα του %(x_url_open)sweb message%(x_url_close)s.
es: Si quiere invitar a nuevos miembros a formar parte de su grupo, use el %(x_url_open)ssistema de mensajería interna%(x_url_close)s.
ka: თუ თქვენ გსურთ მოიწვიოთ ახალი წევრი ჯგუფში გასაწევრიანებლად, გთხოვთ გამოიყენოთ %(x_url_open)s ვებ გზავნილის%(x_url_close)s სისტემა.
lt: Jei norite pakviesti naujus narius prisijungti prie grupės, pasinaudokite %(x_url_open)stinklo žinučių%(x_url_close)s sistema.

source: Group: %s
el: Ομάδα: %s
es: Grupo: %s
ka: ჯგუფი: %s
lt: Grupės: %s

source: Group list
el: Λίστα ομάδας
es: Lista de los grupos
ka: ჯგუფების სია
lt: Grupių sąrašas

source: You are not member of any group.
el: Δεν είστε μέλος καμίας ομάδας.
es: Usted no es miembro de ningún grupo.
ka: თქვენ არ ბრძანდებით არცერთი ჯგუფის წევრი
lt: Jus nesate prisijungęs prie grupės(-ių).

source: Are you sure you want to delete this group?
el: Είστε σίγουρος οτι θέλετε να σβήσετε αυτήν την ομάδα;
es: ¿Está seguro de que quiere borrar este grupo?
ka: დარწმუნებული ბრძანდებით რომ გნებავთ ამ ჯგუფის წაშლა?
lt: Ar tikrai norite ištrinti šią grupę?

source: Are you sure you want to leave this group?
el: Είστε σίγουρος οτι θέλετε να αφήσετε αυτήν την ομάδα;
es: ¿Está seguro de que quiere dejar este grupo?
ka: დარწმუნებული ბრძანდებით რომ გნებავთ ამ ჯგუფის დატოვება?
lt: Ar tikrai norite atsijungti nuo šios grupės?

source: Visible and open for new members
el: Ορατό και ανοιχτό για εγγραφή νέων μελών
es: Visible y abierto a nuevos miembros
ka: ჩანს და გახსნილია ახალი წევრებისთვის
lt: Matoma ir atvira naujiems nariams

source: Visible but new members need approval
el: Ορατό, αλλά χρειάζεται έγκριση για εγγραφή νέων μελών
es: Visible pero los nuevos miembros requieren una aprobación
ka: ჩანს მაგრამ ახალ წევრებს ესაჭიროებათ დასტური
lt: Matoma, bet nauji nariai turi būti patvirtinti

source: Group %s: New membership request
el: Ομάδα %s: Αίτηση νέου μέλους
es: Grupo %s: nueva petición de ingreso
ka: ჯგუფი %s: ახალი წევრობის თხოვნა
lt: Grupė %s: Nauji narystės prašymai

source: A user wants to join the group %s.
el: Ένας χρήστης θέλει να προσχωρήσει στην ομάδα %s.
es: Un usuario desea unirse al grupo %s.
ka: წევრს სურს ჯგუფში გაწევრიანდება %s.
lt: Vartotojas nori prisijungti prie grupės %s.

source: Please %(x_url_open)saccept or reject%(x_url_close)s this user's request.
el: Παρακαλώ %(x_url_open)sεπιλέξτε ή απορρίψτε%(x_url_close)s το αίτημα του χρήστη αυτού.
es: Debería %(x_url_open)saceptar o rechazar%(x_url_close)s la petición de este usuario.
ka: გთხოვთ %(x_url_open)sმიიღოთ ან უარყოთ%(x_url_close)s ამ მომხმარებლის თხოვნა.
lt: %(x_url_open)sPatvirtinkite ar atmeskite%(x_url_close)s vartotojo prašymą.

source: Group %s: Join request has been accepted
el: Ομάδα %s: Η αίτηση προσχώρησης έχει γίνει αποδεκτή
es: Grupo %s: la petición de ingreso ha sido aceptada
ka: ჯგუფი %s: გაწევრიანების თხოვნა დაკმაყოფილებულია
lt: Grupė %s: Nario prašymas patvirtintas

source: Your request for joining group %s has been accepted.
el: Το αίτημα σας για προσχώρηση στην ομάδα %s, έγινε αποδεκτό.
es: Su petición de ingreso en el grupo %s ha sido aceptada.
ka: თქვენი თხოვნა %s ჯგუფში გასაწევრიანებლად დაკმაყოფილეულია.
lt: Jūsų narystės prašymas grupėje %s buvo patvirtintas.

source: Group %s: Join request has been rejected
el: Ομάδα %s: Η αίτηση προσχώρησης έχει απορριφθεί
es: Grupo %s: la petición de ingreso ha sido rechazada
ka: ჯგუფი %s: გაწევრიანების თხოვნა უარყოფილია
lt: Grupė %s: Nario prašymas atmestas

source: Your request for joining group %s has been rejected.
el: Το αίτημα σας για προσχώρηση στην ομάδα %s, απορρίφθηκε.
es: Su petición de ingreso en el grupo %s ha sido rechazada.
ka: თქვენი თხოვნა %s ჯგუფში გასაწევრიანებლად უარყოფილია.
lt: Jūsų narystės prašymas grupėje %s buvo atmestas.

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s.
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)sομάδων%(x_url_close)s σας.
es: Puede consultar la lista de %(x_url_open)ssus grupos%(x_url_close)s.
ka: თქვენ შეგიძლიათ იხილოთ თქვენი %(x_url_open)sჯგუფების სია%(x_url_close)s.
lt: Jus galite peržiūrėti sąrašą %(x_url_open)ssavo grupių%(x_url_close)s.

source: Group %s has been deleted
el: Η ομάδα %s διαγράφηκε
es: El grupo %s ha sido suprimido.
ka: ჯგუფი %s წაშლილია
lt: Grupė %s ištrinta

source: Group %s has been deleted by its administrator.
el: Η ομάδα %s διεγράφη από τον διαχειριστή.
es: El grupo %s ha sido suprimido por su administrador.
ka: ჯგუფი %s წაშლილია ადმინისტრატორის მიერ.
lt: Grupė %s buvo ištrinta administratoriaus.

source: You can consult the list of %(x_url_open)s%(x_nb_total)i groups%(x_url_close)s you are subscribed to (%(x_nb_member)i) or administering (%(x_nb_admin)i).
el: Μπορείτε να συμβουλευτείτε την λίστα των %(x_url_open)s%(x_nb_total)i ομάδων%(x_url_close)s οποίων είστε μέλος ή %(x_nb_member)i) διαχειρίζεστε (%(x_nb_admin)i).
es: Puede consultar la lista de los %(x_url_open)s%(x_nb_total)i grupos%(x_url_close)s de los que usted es miembro (%(x_nb_member)i) o administrador(%(x_nb_admin)i).
ka: თქვენ შეგიძლიათ იხილოთ %(x_url_open)s%(x_nb_total)i ჯგუფების სია%(x_url_close)s რომელზეც ჩაწერილი ხართ (%(x_nb_member)i) ან მართავთ (%(x_nb_admin)i).
lt: Galite peržiūrėti sąrašą %(x_url_open)s%(x_nb_total)i grupių%(x_url_close)s, kurių narys esate (%(x_nb_member)i) ar kurias administruojate (%(x_nb_admin)i).

source: Warning: The password set for MySQL root user is the same as the default Invenio password. For security purposes, you may want to change the password.
el: Προειδοποίηση: Ο κωδικός της MySQL για τον χρήστη root είναι ίδιος με τον προκαθορισμένο κωδικό του Invenio. Για λόγους ασφαλείας, προτείνουμε να αλλάξετε τον κωδικό.
es: Atención: la contraseña que ha establecido para el usuario root de MySQL es la misma que la de lleva Invenio por defecto. Por motivos de seguridad, es preferible cambiarla.
lt: Įspėjimas: MySQL slaptažodis "root" vartotojui toks pats kaip ir numatytas Invenio slaptažodis. Saugumo tikslais, jus turėtumėte pasikeisti slaptažodį.
